{
    "fig 1,": "There are at least two ways to form N-cadherin–based cell–cell adhesions in HeLa cells when replated onto collagen-coated dishes: one is formation upon cell–cell collision of migrating cells, in which cells are initially replated at a sparse density, and the other is by replating cells at a saturation density from the first. Under these two conditions, we examined whether the substantial loss of integrin signaling molecules affects the formation of N-cadherin–based cell–cell adhesions. Serum was not added in our assays in order to examine signals primarily from integrin adhesions, unless otherwise indicated. Moreover, throughout our experiments, we used PBS containing EDTA, but not trypsin, to harvest cells in order to avoid the proteolytic degradation of cell surface proteins. When control cells were replated at a saturation density, clear staining of N-cadherin at cell–cell junctions was observed ( Fig. 1 C). Such staining was not significantly affected by pretreating cells with siRNAs for any of the four integrin signaling molecules ( Fig. 1 C). When assessed with cells initially replated at a sparse density and then allowed to migrate for 3 h, clear staining of N-cadherin at contact sites was still seen in the control, p130Cas knockdown, and Pyk2 knockdown cells ( Fig. 1 C). However, under these conditions we found that staining of N-cadherin at the contact areas became almost undetectable when Fak or paxillin were knocked down ( Fig. 1, C and D ). By video recording, we simultaneously confirmed that most of the cell–cell contacts (>70–80%) were formed as a consequence of cell migration, and were almost absent at the initial time of replating at a sparse density. Such inefficiency of N-cadherin staining at contact sites in Fak and paxillin knockdown cells was seen throughout our observation from 30 min to 3 h after replating (unpublished data), or even 24 h after replating at a sparse density, in which cells were maintained in the presence of serum and became almost confluent ( Fig. 1, C and D ). We achieved >90% suppression of the integrin signaling molecules, Fak, paxillin, p130Cas, and Pyk2, upon incubation with the respective siRNA duplexes for 40–44 h ( Fig. 1, A and B ; unpublished data). There seemed to be some interference regarding expression levels of these proteins, always observed in our repeated siRNA experiments ( Fig. 1 A); paxillin knockdown increased Pyk2 by two- to threefold, and conversely Pyk2 knockdown slightly decreased paxillin. Pyk2 knockdown also decreased p130Cas. These interferences may not be due to nonspecific effects of the siRNAs because siRNAs targeting different sequences of paxillin also increased Pyk2 (unpublished data). N-cadherin expression was not remarkably changed by these siRNAs, whereas a slight decrease was observed by the p130Cas knockdown ( Fig. 1 A).",
    "fig 1": "There are at least two ways to form N-cadherin–based cell–cell adhesions in HeLa cells when replated onto collagen-coated dishes: one is formation upon cell–cell collision of migrating cells, in which cells are initially replated at a sparse density, and the other is by replating cells at a saturation density from the first. Under these two conditions, we examined whether the substantial loss of integrin signaling molecules affects the formation of N-cadherin–based cell–cell adhesions. Serum was not added in our assays in order to examine signals primarily from integrin adhesions, unless otherwise indicated. Moreover, throughout our experiments, we used PBS containing EDTA, but not trypsin, to harvest cells in order to avoid the proteolytic degradation of cell surface proteins. When control cells were replated at a saturation density, clear staining of N-cadherin at cell–cell junctions was observed ( Fig. 1 C). Such staining was not significantly affected by pretreating cells with siRNAs for any of the four integrin signaling molecules ( Fig. 1 C). When assessed with cells initially replated at a sparse density and then allowed to migrate for 3 h, clear staining of N-cadherin at contact sites was still seen in the control, p130Cas knockdown, and Pyk2 knockdown cells ( Fig. 1 C). However, under these conditions we found that staining of N-cadherin at the contact areas became almost undetectable when Fak or paxillin were knocked down ( Fig. 1, C and D ). By video recording, we simultaneously confirmed that most of the cell–cell contacts (>70–80%) were formed as a consequence of cell migration, and were almost absent at the initial time of replating at a sparse density. Such inefficiency of N-cadherin staining at contact sites in Fak and paxillin knockdown cells was seen throughout our observation from 30 min to 3 h after replating (unpublished data), or even 24 h after replating at a sparse density, in which cells were maintained in the presence of serum and became almost confluent ( Fig. 1, C and D ). To confirm that loss of the N-cadherin staining in Fak and paxillin knockdown cells was due to the loss of these proteins, we transfected mouse Fak cDNA or a mutant form of human paxillin cDNA, together with the corresponding siRNAs. Mouse Fak did not contain the target sequence of the human Fak siRNA duplex. The mutant paxillin cDNA was made by changing the nucleotide sequence, without changing the coding amino acids, so that the mutant was no more a target for the paxillin siRNA duplex. Expression of these cDNAs in the corresponding siRNA-treated cells efficiently restored the N-cadherin staining, replated at a sparse density ( Fig. 1 E). Aberrant large protrusion formation in Fak and paxillin knockdown HeLa cells. (A and B) Morphology of siRNA-treated cells replated on collagen at a sparse density and incubated for 3 h (A), and percentages of cells bearing aberrant protrusions (>20 μm in length) are shown (B). Over 70 knockdown cells were counted in each of the four independent experiments. Error bars, SEM. (C) Time-lapse video recording of Fak and paxillin knockdown cells after replating. Numbers represent time in min after the replating. Bars (A and C), 50 μm. (D) Dynamics of the aberrant large protrusion formation. Video images as in C were analyzed and shown as the frequencies of the aberrant protrusion formation (times/cell/h). Error bars, SEM. Abbreviations are the same as in Fig. 1 . Motifs required for Fak functions in HeLa cells. (A) Structure of Fak. Numbers represent amino acids. Y, tyrosine; FAT, focal adhesion targeting domain. (B) Tyrosine phosphorylation of Fak. Immunoprecipitated Fak, from cells kept in suspension for 30 min (sus) or replated onto collagen for 30 min at a sparse or saturation density in the absence of serum, were analyzed using phosphorylation site-specific antibodies or a phosphotyrosine antibody (4G10) as indicated. (C–E) Effects of Fak mutants on Fak knockdown phenotypes. Fak siRNA-treated cells were transfected with HA-tagged mouse Fak cDNAs with the indicated mutations (see text for the abbreviations). Expression of these mutants are shown by Fak blotting (C). White lines indicate that intervening lanes have been spliced out. Controls included an irrelevant siRNA duplex (ctrl) and empty vector (−) as indicated. Percentages of N-cadherin–positive cell–cell contact areas, percentages of cells bearing aberrant large protrusions, and numbers of integrin β1–positive robust FAs are shown in D–F, in which each assay was performed as in Fig. 1 E, Fig. 2 E, and Fig. 4 B, respectively. Lanes 1–8 in D–F correspond to those in C. Error bars, SEM. Properties of integrin β1–positive robust FAs in siRNA-treated HeLa cells. siRNA-treated cells were replated onto collagen at a sparse density, incubated for 3 h, and then fixed and subjected to β1 integrin immunostaining (A). Bars, 50 μm. FAs, which were positive for β1 staining and >1 μm in length, were scored for their staining for other proteins (B) as indicated. 4G10; phosphotyrosine. Other abbreviations are the same as in Fig. 1 . Over 30 knockdown cells were counted in each of the three independent experiments. Error bars, SEM. During wound closure of HeLa cells, cells facing the wound edges and actively migrating still maintain N-cadherin adhesion at the rear sides ( Fig. 7 B, ctrl). Cells located within the cell sheet also maintain N-cadherin adhesion ( Fig. 7 B, ctrl). HeLa cells can thus exhibit properties of collective migration, as reported with other invasive carcinomas in vivo ( Nabeshima et al., 1999 ). Then, we examined whether knockdown of Fak or paxillin affects the maintenance of N-cadherin adhesion in collective migration. We showed that even Fak and paxillin knockdown cells can form N-cadherin adhesions when replated at a saturation density ( Fig. 1 C). Hence, we replated siRNA-treated cells at a saturation density, and the cell cultures were then scratched, as commonly performed in a wound-healing assay. Wound regions were then allowed to heal by cell migration in the presence of serum for 8 h. As shown in Fig. 7 A, in the case of control, p130Cas knockdown, and Pyk2-knockdown cells, although cell migration was effectively induced, only a few migrating cells were detached and migrated out from the cell sheet. In contrast, when Fak or paxillin was knocked down, most migrating cells were detached and migrated out from the cell sheet ( Fig. 7 A). Immunostaining of these cells revealed that the N-cadherin adhesions were substantially lost not only in the detached cells, but also in cells located at the wound-healing areas and hence actively migrating, whereas N-cadherin adhesions were maintained in cells located behind the original wound edges ( Fig. 7, B and C ). The control, p130Cas knockdown, or Pyk2 knockdown cells retained the N-cadherin adhesions even when located at the wound-healing areas and hence actively migrating ( Fig. 7, B and C ). Therefore, Fak and paxillin are necessary for the maintenance of N-cadherin–based cell–cell adhesion in the collective migration of HeLa cells. Requirement for Fak and paxillin in collective migration of HeLa cells. siRNA-treated cells were replated onto collagen at a saturation density and subjected to the wound-healing assay in the presence of serum, as described in the Materials and methods. After 8 h of incubation, the cells were fixed and subjected to N-cadherin immunostaining (N-cad in B), or their phase-contrast images were taken (A, and the top panels in B). Broken lines indicate the original wound edges. In the bottom two panels in B, N-cadherin immunostaining of cells located within the solid or dashed rectangles in the top panel are shown. Percentages of cells with N-cadherin–positive cell–cell contacts are also shown in C (gray bars, cells located behind the original wound edges; black bars, cells migrated into the wound-healing areas). Over 70 contact areas were counted in each of the three independent experiments. Error bars, SEM. Bars, 250 μm in A; 50 μm in B. Abbreviations are the same as in Fig. 1 . Fak and paxillin participate in the down-regulation of Rac1 activity in motile HeLa cells. (A) FRET imaging of Rac1 activity. siRNA-treated cells were transfected with pRaichu-Rac and were replated onto collagen at a sparse density. Ratio images of YFP/CFP representing the FRET efficiency for Rac1 activity were then obtained with live cells within 15 min to 1 h after replating, as described in Materials and methods. The upper and lower limits of the ratio range are shown on the right side. Dashed lines indicate the contours of contacting adjacent cells. Differential interference contrast images (DIC) are also shown. Arrowheads indicate cell–cell contact sites. Bar, 30 μm. (B) Statistical representation of the Rac1 FRET imaging results. Rectangles, each 5 × 30 μm in size, were fitted onto the cell peripheries of the FRET images, as shown in A, and numbers of the rectangles in which >80% were taken up by signals with the ratio range within the highest two classes (2.85–3.1 for ctrl, and 3.0–3.3 for Fak and Pax) were scored as “Rac1-active peripheral areas.” Percentages of the “Rac1-active” rectangles with regard to the contact areas or noncontacting areas are shown, in which >80 rectangles were examined in each case. Percentages of the Rac1-active rectangles of the noncontact areas were similar to those measured with isolated cells (not depicted). (C–F) Effects of expression of Rac1 mutants on N-cadherin staining at cell–cell junctions (C and D) and formation of aberrant protrusions (E and F) in siRNA-treated cells. Cells were cotransfected with Cy3-labeled siRNAs and empty vector (−), and with HA-tagged Rac1G12V or Rac1T17N cDNAs, as indicated. They were then replated at a sparse density and incubated for 3 h, and were subjected to immunostaining for the HA tag and N-cadherin. Cells incorporated siRNAs were identified by Cy3. Cells positive for the HA tag were marked by asterisks in the right panels. Bars (C and E), 50 μm. Statistical representation of the results is shown (D and F) in which >30 cells double positive for siRNAs and Rac cDNAs were counted in each of the three independent experiments. Error bars, SEM. (G and H) Enhanced migration by knockdown of Fak or paxillin, and its suppression by Rac1T17N. Cells, transfected with siRNAs, or siRNAs and Rac1T17N cDNA, were replated onto collagen and subjected to time-lapse video recording for 3 h in the absence of serum. Cell migration was traced (G), and migration rates (μm/h) are shown (H). 20 knockdown cells were examined in each of the three independent experiments. Error bars, SEM. Transfection of siRNAs and Rac1T17N in each cell was confirmed by immunostaining after the video recording. Bar, 100 μm. Abbreviations are the same as in Fig. 1 unless otherwise indicated. We achieved >90% suppression of the integrin signaling molecules, Fak, paxillin, p130Cas, and Pyk2, upon incubation with the respective siRNA duplexes for 40–44 h ( Fig. 1, A and B ; unpublished data). There seemed to be some interference regarding expression levels of these proteins, always observed in our repeated siRNA experiments ( Fig. 1 A); paxillin knockdown increased Pyk2 by two- to threefold, and conversely Pyk2 knockdown slightly decreased paxillin. Pyk2 knockdown also decreased p130Cas. These interferences may not be due to nonspecific effects of the siRNAs because siRNAs targeting different sequences of paxillin also increased Pyk2 (unpublished data). N-cadherin expression was not remarkably changed by these siRNAs, whereas a slight decrease was observed by the p130Cas knockdown ( Fig. 1 A).",
    "fig 2": "Motifs required for Fak functions in HeLa cells. (A) Structure of Fak. Numbers represent amino acids. Y, tyrosine; FAT, focal adhesion targeting domain. (B) Tyrosine phosphorylation of Fak. Immunoprecipitated Fak, from cells kept in suspension for 30 min (sus) or replated onto collagen for 30 min at a sparse or saturation density in the absence of serum, were analyzed using phosphorylation site-specific antibodies or a phosphotyrosine antibody (4G10) as indicated. (C–E) Effects of Fak mutants on Fak knockdown phenotypes. Fak siRNA-treated cells were transfected with HA-tagged mouse Fak cDNAs with the indicated mutations (see text for the abbreviations). Expression of these mutants are shown by Fak blotting (C). White lines indicate that intervening lanes have been spliced out. Controls included an irrelevant siRNA duplex (ctrl) and empty vector (−) as indicated. Percentages of N-cadherin–positive cell–cell contact areas, percentages of cells bearing aberrant large protrusions, and numbers of integrin β1–positive robust FAs are shown in D–F, in which each assay was performed as in Fig. 1 E, Fig. 2 E, and Fig. 4 B, respectively. Lanes 1–8 in D–F correspond to those in C. Error bars, SEM. To obtain a clue as to how the loss of paxillin or Fak expression affects N-cadherin–based adhesion, we examined the properties of isolated, noncontacting cells. After replating, ∼15 min was required for most of the cells to adhere onto the collagen, and ∼30–40 min was required for each cell to be spread out and become nonrefractile ( Fig. 2 C). Such time courses of adhesion and spreading were not notably affected by siRNA treatment for any of the four proteins ( Fig. 2 C; unpublished data). However, we found that aberrant large protrusions (>20 μm in length) were frequently generated in the Fak or paxillin knockdown cells, which were seldom seen in the control, p130Cas knockdown, or Pyk2 knockdown cells ( Fig. 2, A and B ). These cells started to generate large protrusions after being well spread out on the collagen (40–50 min after replating; Fig. 2 C). Video recording of cells revealed that these aberrant protrusions were not static, but dynamic—continuously disappearing and newly forming ( Fig. 2, C and D ). These results suggest that some component(s) regulating cytoskeletal dynamics is malfunctioning, perhaps aberrantly up-regulated, in HeLa cells when Fak or paxillin are substantially lost. Because serum was not added, this putative component(s) might be associated primarily with integrin signaling pathways, activated by adhesion of cells to collagen (see below). Inhibition of the formation of the aberrant protrusions by expression of mouse Fak cDNA or the rescue mutant of paxillin cDNA was confirmed (Fig. S1, available at http://www.jcb.org/cgi/content/full/jcb.200312013/DC1 ).",
    "fig 2,": "To obtain a clue as to how the loss of paxillin or Fak expression affects N-cadherin–based adhesion, we examined the properties of isolated, noncontacting cells. After replating, ∼15 min was required for most of the cells to adhere onto the collagen, and ∼30–40 min was required for each cell to be spread out and become nonrefractile ( Fig. 2 C). Such time courses of adhesion and spreading were not notably affected by siRNA treatment for any of the four proteins ( Fig. 2 C; unpublished data). However, we found that aberrant large protrusions (>20 μm in length) were frequently generated in the Fak or paxillin knockdown cells, which were seldom seen in the control, p130Cas knockdown, or Pyk2 knockdown cells ( Fig. 2, A and B ). These cells started to generate large protrusions after being well spread out on the collagen (40–50 min after replating; Fig. 2 C). Video recording of cells revealed that these aberrant protrusions were not static, but dynamic—continuously disappearing and newly forming ( Fig. 2, C and D ). These results suggest that some component(s) regulating cytoskeletal dynamics is malfunctioning, perhaps aberrantly up-regulated, in HeLa cells when Fak or paxillin are substantially lost. Because serum was not added, this putative component(s) might be associated primarily with integrin signaling pathways, activated by adhesion of cells to collagen (see below). Inhibition of the formation of the aberrant protrusions by expression of mouse Fak cDNA or the rescue mutant of paxillin cDNA was confirmed (Fig. S1, available at http://www.jcb.org/cgi/content/full/jcb.200312013/DC1 ).",
    "fig S1,": "To obtain a clue as to how the loss of paxillin or Fak expression affects N-cadherin–based adhesion, we examined the properties of isolated, noncontacting cells. After replating, ∼15 min was required for most of the cells to adhere onto the collagen, and ∼30–40 min was required for each cell to be spread out and become nonrefractile ( Fig. 2 C). Such time courses of adhesion and spreading were not notably affected by siRNA treatment for any of the four proteins ( Fig. 2 C; unpublished data). However, we found that aberrant large protrusions (>20 μm in length) were frequently generated in the Fak or paxillin knockdown cells, which were seldom seen in the control, p130Cas knockdown, or Pyk2 knockdown cells ( Fig. 2, A and B ). These cells started to generate large protrusions after being well spread out on the collagen (40–50 min after replating; Fig. 2 C). Video recording of cells revealed that these aberrant protrusions were not static, but dynamic—continuously disappearing and newly forming ( Fig. 2, C and D ). These results suggest that some component(s) regulating cytoskeletal dynamics is malfunctioning, perhaps aberrantly up-regulated, in HeLa cells when Fak or paxillin are substantially lost. Because serum was not added, this putative component(s) might be associated primarily with integrin signaling pathways, activated by adhesion of cells to collagen (see below). Inhibition of the formation of the aberrant protrusions by expression of mouse Fak cDNA or the rescue mutant of paxillin cDNA was confirmed (Fig. S1, available at http://www.jcb.org/cgi/content/full/jcb.200312013/DC1 ).",
    "fig S2,": "We used collagen type I as a substratum. HeLa cells are thought to use α2β1 integrin as their major collagen I receptor ( Yang-Kao et al., 2003 ). Then, we obtained evidence for the involvement of collagen receptors in phenotypes induced by Fak and paxillin knockdown (Fig. S2, available at http://www.jcb.org/cgi/content/full/jcb.200312013/DC1 ).",
    "fig 3": "Next, we examined properties of integrin β1–positive FAs in the siRNA-treated cells. We used phosphotyrosine and vinculin as FA markers in addition to β1 integrin, Fak, and paxillin, and counted FAs formed 3 h after replating, which were at least positive for integrin β1 and larger than 1 μm in length (hereafter referred to as “robust FA”; see Fig. 3 A). Control cells formed 43.1 ± 2.2 such robust FAs per cell; almost all of them were positive for phosphotyrosine, and ∼80% were positive for vinculin, Fak, and/or paxillin ( Fig. 3 ). p130Cas and Pyk2 knockdown cells exhibited similar numbers and qualities of robust FAs as seen in the control cells ( Fig. 3 ). On the other hand, the numbers of β1-positive robust FAs per cell were reduced to about a half in Fak and paxillin knockdown cells ( Fig. 3 ). Moreover, in Fak knockdown cells, <10% of the robust FAs were positive for phosphotyrosine, although ∼80% of them were still positive for vinculin and/or paxillin ( Fig. 3 ). In paxillin knockdown cells, on the other hand, the recruitment of phosphotyrosine, vinculin, and Fak was largely reduced ( Fig. 3 ). These results suggest that HeLa cells adhered on collagen, paxillin, and Fak participate in the efficient formation of integrin β1–positive robust FAs. The results also suggest that paxillin is necessary for the efficient recruitment of Fak and vinculin to robust FAs, whereas Fak may be dispensable in recruiting paxillin or vinculin. Talin and tensin may also be important for FA assembly ( Zamir and Geiger, 2001 ). However, using antibodies for talin and tensin, we observed only marginal staining of these proteins in robust FAs of HeLa cells (unpublished data). Again, numbers and quality of robust FAs in Fak and paxillin knockdown cells were substantially restored to those in control cells by the expression of each of the corresponding rescue cDNAs (unpublished data).",
    "fig 4": "Several Rho family GTPases, such as Rac1 and Cdc42, can be activated by integrin signaling ( DeMali et al., 2003 ), and are greatly involved in membrane dynamics and remodeling ( Takenawa and Miki, 2001 ). Using the fluorescence resonance energy transfer (FRET) technique, we then examined the activity of Rac1 and Cdc42 in situ. HeLa cells transfected with the pRaichu-Rac plasmid for detection of a FRET specific for Rac1 activation ( Itoh et al., 2002 ) gave rise to significant signals mostly at the cell peripheral areas (unpublished data; see Fig. 4 A). On the other hand, transfection of the pRaichu-Cdc42 plasmid for detection of Cdc42 FRET activity ( Itoh et al., 2002 ) did not give rise to notable signals (unpublished data). Then, we measured Rac1-specific FRET signals in cells in physical contact with others. siRNA-treated and pRaichu-Rac–transfected cells were replated at a sparse density and then were allowed to migrate and collide with each other. We found that Rac1 signals were significantly lowered at cell–cell contact sites, whereas they remained high at the peripheries not in contact with other cells ( Fig. 4, A and B ). In contrast, Rac1 signals were not efficiently down-regulated at cell–cell contact areas in the Fak and paxillin knockdown cells ( Fig. 4, A and B ). Most of the aberrant protrusions in isolated Fak and paxillin knockdown cells were also high in Rac1 signals (unpublished data). Therefore, Fak and paxillin appear to be necessary for the localized down-regulation of Rac1 activity at the cell–cell contact areas in motile HeLa cells. Motifs required for Fak functions in HeLa cells. (A) Structure of Fak. Numbers represent amino acids. Y, tyrosine; FAT, focal adhesion targeting domain. (B) Tyrosine phosphorylation of Fak. Immunoprecipitated Fak, from cells kept in suspension for 30 min (sus) or replated onto collagen for 30 min at a sparse or saturation density in the absence of serum, were analyzed using phosphorylation site-specific antibodies or a phosphotyrosine antibody (4G10) as indicated. (C–E) Effects of Fak mutants on Fak knockdown phenotypes. Fak siRNA-treated cells were transfected with HA-tagged mouse Fak cDNAs with the indicated mutations (see text for the abbreviations). Expression of these mutants are shown by Fak blotting (C). White lines indicate that intervening lanes have been spliced out. Controls included an irrelevant siRNA duplex (ctrl) and empty vector (−) as indicated. Percentages of N-cadherin–positive cell–cell contact areas, percentages of cells bearing aberrant large protrusions, and numbers of integrin β1–positive robust FAs are shown in D–F, in which each assay was performed as in Fig. 1 E, Fig. 2 E, and Fig. 4 B, respectively. Lanes 1–8 in D–F correspond to those in C. Error bars, SEM. To test this hypothesis, we expressed Rac1 mutants in siRNA-treated cells, and the cells were then replated at a sparse density and allowed to migrate. Expression of Rac1G12V, a GTP hydrolysis-defective mutant, caused substantial loss of N-cadherin staining at the cell–cell contacts in control cells, whereas Rac1T17 N, a GTP binding-defective mutant, did not ( Fig. 4, C and D ). Moreover, expression of Rac1T17 N could restore N-cadherin staining in 70–80% of the population of Fak or paxillin knockdown cells, which were in contact with other cells ( Fig. 4, C and D ). In noncontacting, isolated Fak or paxillin knockdown cells, expression of Rac1T17 N suppressed formation of the aberrant large protrusions in most of the cell population ( Fig. 4, E and F ). Rac1 activation can lead to enhanced cell motility ( Klemke et al., 1998 ). To further verify the above notion, we next measured cell motile activity. Cells were replated on collagen at a sparse density, and migration was then traced by video recording. Control cells exhibited motility with a rate of ∼5 μm/h, and both p130Cas and Pyk2 knockdown cells exhibited slightly reduced motility ( Fig. 4, G and H ). In contrast, both Fak and paxillin knockdown cells exhibited remarkably enhanced motility, which was over 20 μm/h ( Fig. 4, G and H ). The enhanced motility was inhibited by expression of Rac1T17 N ( Fig. 4, G and H ), or restored by expression of each of the corresponding rescue cDNAs (unpublished data).",
    "fig 4,": "Several Rho family GTPases, such as Rac1 and Cdc42, can be activated by integrin signaling ( DeMali et al., 2003 ), and are greatly involved in membrane dynamics and remodeling ( Takenawa and Miki, 2001 ). Using the fluorescence resonance energy transfer (FRET) technique, we then examined the activity of Rac1 and Cdc42 in situ. HeLa cells transfected with the pRaichu-Rac plasmid for detection of a FRET specific for Rac1 activation ( Itoh et al., 2002 ) gave rise to significant signals mostly at the cell peripheral areas (unpublished data; see Fig. 4 A). On the other hand, transfection of the pRaichu-Cdc42 plasmid for detection of Cdc42 FRET activity ( Itoh et al., 2002 ) did not give rise to notable signals (unpublished data). Then, we measured Rac1-specific FRET signals in cells in physical contact with others. siRNA-treated and pRaichu-Rac–transfected cells were replated at a sparse density and then were allowed to migrate and collide with each other. We found that Rac1 signals were significantly lowered at cell–cell contact sites, whereas they remained high at the peripheries not in contact with other cells ( Fig. 4, A and B ). In contrast, Rac1 signals were not efficiently down-regulated at cell–cell contact areas in the Fak and paxillin knockdown cells ( Fig. 4, A and B ). Most of the aberrant protrusions in isolated Fak and paxillin knockdown cells were also high in Rac1 signals (unpublished data). Therefore, Fak and paxillin appear to be necessary for the localized down-regulation of Rac1 activity at the cell–cell contact areas in motile HeLa cells. Effects of Fak and paxillin knockdown on cell motility in BJ cell and of FRNK in HeLa cell. BJ cells were treated with Fak or paxillin siRNAs, or with an irrelevant control siRNA duplex (ctrl) as indicated. (A) 20 μg of each cell lysate was separated by SDS-PAGE and subjected to immunoblot analyses, as indicated. Protein levels of N-cadherin (N-Cad) were also examined. White line indicates that intervening lanes have been spliced out. (B and C) Enhanced migration by knockdown of Fak or paxillin. Cell migration on collagen substrate was monitored (B), and the migration rates were calculated (C) as in Fig. 4, G and H . (D and E) HeLa cells were transfected with empty vector (−) or HA-tagged FRNK cDNA, and were replated onto collagen in the absence of serum. Cell migration was monitored (D), and the migration rates were calculated (E) as in Fig. 4, G and H . Transfected cells were identified by HA staining after video recording. In E, 20 transfected cells were examined in each of three independent experiments. Bars (B and D), 100 μm. Error bars, SEM. To test this hypothesis, we expressed Rac1 mutants in siRNA-treated cells, and the cells were then replated at a sparse density and allowed to migrate. Expression of Rac1G12V, a GTP hydrolysis-defective mutant, caused substantial loss of N-cadherin staining at the cell–cell contacts in control cells, whereas Rac1T17 N, a GTP binding-defective mutant, did not ( Fig. 4, C and D ). Moreover, expression of Rac1T17 N could restore N-cadherin staining in 70–80% of the population of Fak or paxillin knockdown cells, which were in contact with other cells ( Fig. 4, C and D ). In noncontacting, isolated Fak or paxillin knockdown cells, expression of Rac1T17 N suppressed formation of the aberrant large protrusions in most of the cell population ( Fig. 4, E and F ). Rac1 activation can lead to enhanced cell motility ( Klemke et al., 1998 ). To further verify the above notion, we next measured cell motile activity. Cells were replated on collagen at a sparse density, and migration was then traced by video recording. Control cells exhibited motility with a rate of ∼5 μm/h, and both p130Cas and Pyk2 knockdown cells exhibited slightly reduced motility ( Fig. 4, G and H ). In contrast, both Fak and paxillin knockdown cells exhibited remarkably enhanced motility, which was over 20 μm/h ( Fig. 4, G and H ). The enhanced motility was inhibited by expression of Rac1T17 N ( Fig. 4, G and H ), or restored by expression of each of the corresponding rescue cDNAs (unpublished data).",
    "fig 5": "It has been reported that gene targeting of Fak or paxillin results in a severe reduction in cell motility in experiments using fibroblasts isolated from gene knock-out mice ( Ilic et al., 1995 ; Hagel et al., 2002 ). We examined whether the phenotypes we observed above are very specific to HeLa cells. We found that siRNA-mediated knockdown of Fak or paxillin in BJ human normal diploid fibroblasts also causes enhanced motility ( Fig. 5 , A–C), formation of aberrant protrusions, and reduction in a number of integrin β1–positive robust FAs, when cultured on collagen (Fig. S3, available at http://www.jcb.org/cgi/content/full/jcb.200312013/DC1 ). Moreover, overexpression of Fak-related nonkinase (FRNK), a kinase domain-deleted form of Fak and which may act to inhibit functions of endogenous Fak ( Taylor et al., 2001 ), also caused enhanced motility of HeLa cells on collagen ( Fig. 5, D and E ).",
    "fig S3,": "It has been reported that gene targeting of Fak or paxillin results in a severe reduction in cell motility in experiments using fibroblasts isolated from gene knock-out mice ( Ilic et al., 1995 ; Hagel et al., 2002 ). We examined whether the phenotypes we observed above are very specific to HeLa cells. We found that siRNA-mediated knockdown of Fak or paxillin in BJ human normal diploid fibroblasts also causes enhanced motility ( Fig. 5 , A–C), formation of aberrant protrusions, and reduction in a number of integrin β1–positive robust FAs, when cultured on collagen (Fig. S3, available at http://www.jcb.org/cgi/content/full/jcb.200312013/DC1 ). Moreover, overexpression of Fak-related nonkinase (FRNK), a kinase domain-deleted form of Fak and which may act to inhibit functions of endogenous Fak ( Taylor et al., 2001 ), also caused enhanced motility of HeLa cells on collagen ( Fig. 5, D and E ).",
    "fig 6": "Then, we focused on Fak. Fak possesses several tyrosines that become phosphorylated, as well as other functional modules ( Schlaepfer et al., 1999 ; see Fig. 6 A). Using site-specific antibodies, we have previously shown that Tyr397, Tyr407, and Tyr861 are heavily phosphorylated in migrating epithelial cells, whereas phosphorylation of Tyr925 was almost undetectable ( Nakamura et al., 2001 ). A high level of Tyr925 phosphorylation was detected in v-Src transformed fibroblasts ( Nakamura et al., 2001 ). In HeLa cells adhered on collagen in the absence of serum, Tyr397 and Tyr861 were found to be significantly phosphorylated, whereas phosphorylation of Tyr925 and Tyr407 was almost undetectable ( Fig. 6 B). This phosphorylation pattern was not changed when cells were replated at a sparse or saturation density ( Fig. 6 B). Then, we expressed mutants of mouse Fak cDNAs in the Fak knockdown cells in order to examine which domains or sites of Fak are necessary for its functions ( Fig. 6 , C–F). Lys454 is the ATP-binding site essential for the kinase activity. The focal adhesion targeting (FAT) domain binds paxillin and is necessary for FA localization of Fak. We found that mutants of Lys454 (K454R) and the FAT domain (a deletion mutant; ΔFAT) could not restore any of the Fak knockdown phenotypes, that is, loss of N-cadherin–based adhesions ( Fig. 6 D), aberrant protrusion formation ( Fig. 6 E), and inefficient formation of robust FAs ( Fig. 6 F). Consistent with the above biochemical results, the nonphosphorylation mutants of Tyr397 (Y397F) and Tyr861 (Y861F) restored none of these three phenotypes, whereas mutation of Tyr407 (Y407F) rescued all three ( Fig. 6 , D–F). Therefore, the kinase activity, the FAT domain, and phosphorylation at Tyr397 and Tyr861 of Fak appear to be important for Fak functions regarding all three different aspects. By immunostaining, we observed that Tyr397- and Tyr861-phosphorylated Fak localized to the integrin β1–positive robust FAs in parental HeLa cells (unpublished data). Y397F, Y407F, K454R, and Y861F mutants localized to the integrin β1–positive FAs in the Fak knockdown cells, but the ΔFAT mutant did not (Fig. S4, available at http://www.jcb.org/cgi/content/full/jcb.200312013/DC1 ).",
    "fig S4,": "Then, we focused on Fak. Fak possesses several tyrosines that become phosphorylated, as well as other functional modules ( Schlaepfer et al., 1999 ; see Fig. 6 A). Using site-specific antibodies, we have previously shown that Tyr397, Tyr407, and Tyr861 are heavily phosphorylated in migrating epithelial cells, whereas phosphorylation of Tyr925 was almost undetectable ( Nakamura et al., 2001 ). A high level of Tyr925 phosphorylation was detected in v-Src transformed fibroblasts ( Nakamura et al., 2001 ). In HeLa cells adhered on collagen in the absence of serum, Tyr397 and Tyr861 were found to be significantly phosphorylated, whereas phosphorylation of Tyr925 and Tyr407 was almost undetectable ( Fig. 6 B). This phosphorylation pattern was not changed when cells were replated at a sparse or saturation density ( Fig. 6 B). Then, we expressed mutants of mouse Fak cDNAs in the Fak knockdown cells in order to examine which domains or sites of Fak are necessary for its functions ( Fig. 6 , C–F). Lys454 is the ATP-binding site essential for the kinase activity. The focal adhesion targeting (FAT) domain binds paxillin and is necessary for FA localization of Fak. We found that mutants of Lys454 (K454R) and the FAT domain (a deletion mutant; ΔFAT) could not restore any of the Fak knockdown phenotypes, that is, loss of N-cadherin–based adhesions ( Fig. 6 D), aberrant protrusion formation ( Fig. 6 E), and inefficient formation of robust FAs ( Fig. 6 F). Consistent with the above biochemical results, the nonphosphorylation mutants of Tyr397 (Y397F) and Tyr861 (Y861F) restored none of these three phenotypes, whereas mutation of Tyr407 (Y407F) rescued all three ( Fig. 6 , D–F). Therefore, the kinase activity, the FAT domain, and phosphorylation at Tyr397 and Tyr861 of Fak appear to be important for Fak functions regarding all three different aspects. By immunostaining, we observed that Tyr397- and Tyr861-phosphorylated Fak localized to the integrin β1–positive robust FAs in parental HeLa cells (unpublished data). Y397F, Y407F, K454R, and Y861F mutants localized to the integrin β1–positive FAs in the Fak knockdown cells, but the ΔFAT mutant did not (Fig. S4, available at http://www.jcb.org/cgi/content/full/jcb.200312013/DC1 ).",
    "fig 7": "During wound closure of HeLa cells, cells facing the wound edges and actively migrating still maintain N-cadherin adhesion at the rear sides ( Fig. 7 B, ctrl). Cells located within the cell sheet also maintain N-cadherin adhesion ( Fig. 7 B, ctrl). HeLa cells can thus exhibit properties of collective migration, as reported with other invasive carcinomas in vivo ( Nabeshima et al., 1999 ). Then, we examined whether knockdown of Fak or paxillin affects the maintenance of N-cadherin adhesion in collective migration. We showed that even Fak and paxillin knockdown cells can form N-cadherin adhesions when replated at a saturation density ( Fig. 1 C). Hence, we replated siRNA-treated cells at a saturation density, and the cell cultures were then scratched, as commonly performed in a wound-healing assay. Wound regions were then allowed to heal by cell migration in the presence of serum for 8 h. As shown in Fig. 7 A, in the case of control, p130Cas knockdown, and Pyk2-knockdown cells, although cell migration was effectively induced, only a few migrating cells were detached and migrated out from the cell sheet. In contrast, when Fak or paxillin was knocked down, most migrating cells were detached and migrated out from the cell sheet ( Fig. 7 A). Immunostaining of these cells revealed that the N-cadherin adhesions were substantially lost not only in the detached cells, but also in cells located at the wound-healing areas and hence actively migrating, whereas N-cadherin adhesions were maintained in cells located behind the original wound edges ( Fig. 7, B and C ). The control, p130Cas knockdown, or Pyk2 knockdown cells retained the N-cadherin adhesions even when located at the wound-healing areas and hence actively migrating ( Fig. 7, B and C ). Therefore, Fak and paxillin are necessary for the maintenance of N-cadherin–based cell–cell adhesion in the collective migration of HeLa cells.",
    "fig 7,": "During wound closure of HeLa cells, cells facing the wound edges and actively migrating still maintain N-cadherin adhesion at the rear sides ( Fig. 7 B, ctrl). Cells located within the cell sheet also maintain N-cadherin adhesion ( Fig. 7 B, ctrl). HeLa cells can thus exhibit properties of collective migration, as reported with other invasive carcinomas in vivo ( Nabeshima et al., 1999 ). Then, we examined whether knockdown of Fak or paxillin affects the maintenance of N-cadherin adhesion in collective migration. We showed that even Fak and paxillin knockdown cells can form N-cadherin adhesions when replated at a saturation density ( Fig. 1 C). Hence, we replated siRNA-treated cells at a saturation density, and the cell cultures were then scratched, as commonly performed in a wound-healing assay. Wound regions were then allowed to heal by cell migration in the presence of serum for 8 h. As shown in Fig. 7 A, in the case of control, p130Cas knockdown, and Pyk2-knockdown cells, although cell migration was effectively induced, only a few migrating cells were detached and migrated out from the cell sheet. In contrast, when Fak or paxillin was knocked down, most migrating cells were detached and migrated out from the cell sheet ( Fig. 7 A). Immunostaining of these cells revealed that the N-cadherin adhesions were substantially lost not only in the detached cells, but also in cells located at the wound-healing areas and hence actively migrating, whereas N-cadherin adhesions were maintained in cells located behind the original wound edges ( Fig. 7, B and C ). The control, p130Cas knockdown, or Pyk2 knockdown cells retained the N-cadherin adhesions even when located at the wound-healing areas and hence actively migrating ( Fig. 7, B and C ). Therefore, Fak and paxillin are necessary for the maintenance of N-cadherin–based cell–cell adhesion in the collective migration of HeLa cells.",
    "fig 8": "In conclusion, our results indicate that at least a part of the Fak signaling pathways are linked to mechanisms down-regulating Rac1 activity at the cell periphery, which appears to be necessary for maintenance of proper dynamics and morphology of the plasma membrane, and is also important for efficient formation and maintenance of cadherin-based cell–cell adhesions in motile cells. We also showed that Fak plays an essential role in collective cell migration. Both positive and negative regulations are necessary for the proper function of Rac1. Precise understanding of the mechanism controlling Rac1 activity at the cell periphery and the mechanism coordinating integrins and cadherins in collective migration awaits the identification of a protein(s) or intracellular event(s) acting together with the Tyr861 phosphorylation of Fak ( Fig. 8 ).",
    "fig and": "Four supplemental figures and legends indicate the following: (a) confirmation that formation of the aberrant membrane protrusions was due to the loss of Fak and paxillin (Fig. S1); (b) evidence for the involvement of collagen receptors (Fig. S2); (c) morphology and the reduction of the robust FAs in siRNA treated BJ cells (Fig. S3); and (d) subcellular localization of Fak mutants in Fak knockdown HeLa cells (Fig. S4). Materials and methods for cDNAs and their expression, antibodies, peptides, immunoblotting, immunofluorescent microscopy, and phase-contrast video images and references cited in supplemental materials are shown. Online supplemental materials are available at http://www.jcb.org/cgi/content/full/jcb.200312013/DC1 .",
    "fig S1);": "Four supplemental figures and legends indicate the following: (a) confirmation that formation of the aberrant membrane protrusions was due to the loss of Fak and paxillin (Fig. S1); (b) evidence for the involvement of collagen receptors (Fig. S2); (c) morphology and the reduction of the robust FAs in siRNA treated BJ cells (Fig. S3); and (d) subcellular localization of Fak mutants in Fak knockdown HeLa cells (Fig. S4). Materials and methods for cDNAs and their expression, antibodies, peptides, immunoblotting, immunofluorescent microscopy, and phase-contrast video images and references cited in supplemental materials are shown. Online supplemental materials are available at http://www.jcb.org/cgi/content/full/jcb.200312013/DC1 .",
    "fig S2);": "Four supplemental figures and legends indicate the following: (a) confirmation that formation of the aberrant membrane protrusions was due to the loss of Fak and paxillin (Fig. S1); (b) evidence for the involvement of collagen receptors (Fig. S2); (c) morphology and the reduction of the robust FAs in siRNA treated BJ cells (Fig. S3); and (d) subcellular localization of Fak mutants in Fak knockdown HeLa cells (Fig. S4). Materials and methods for cDNAs and their expression, antibodies, peptides, immunoblotting, immunofluorescent microscopy, and phase-contrast video images and references cited in supplemental materials are shown. Online supplemental materials are available at http://www.jcb.org/cgi/content/full/jcb.200312013/DC1 .",
    "fig S3);": "Four supplemental figures and legends indicate the following: (a) confirmation that formation of the aberrant membrane protrusions was due to the loss of Fak and paxillin (Fig. S1); (b) evidence for the involvement of collagen receptors (Fig. S2); (c) morphology and the reduction of the robust FAs in siRNA treated BJ cells (Fig. S3); and (d) subcellular localization of Fak mutants in Fak knockdown HeLa cells (Fig. S4). Materials and methods for cDNAs and their expression, antibodies, peptides, immunoblotting, immunofluorescent microscopy, and phase-contrast video images and references cited in supplemental materials are shown. Online supplemental materials are available at http://www.jcb.org/cgi/content/full/jcb.200312013/DC1 .",
    "fig (d)": "Four supplemental figures and legends indicate the following: (a) confirmation that formation of the aberrant membrane protrusions was due to the loss of Fak and paxillin (Fig. S1); (b) evidence for the involvement of collagen receptors (Fig. S2); (c) morphology and the reduction of the robust FAs in siRNA treated BJ cells (Fig. S3); and (d) subcellular localization of Fak mutants in Fak knockdown HeLa cells (Fig. S4). Materials and methods for cDNAs and their expression, antibodies, peptides, immunoblotting, immunofluorescent microscopy, and phase-contrast video images and references cited in supplemental materials are shown. Online supplemental materials are available at http://www.jcb.org/cgi/content/full/jcb.200312013/DC1 .",
    "fig S4).": "Four supplemental figures and legends indicate the following: (a) confirmation that formation of the aberrant membrane protrusions was due to the loss of Fak and paxillin (Fig. S1); (b) evidence for the involvement of collagen receptors (Fig. S2); (c) morphology and the reduction of the robust FAs in siRNA treated BJ cells (Fig. S3); and (d) subcellular localization of Fak mutants in Fak knockdown HeLa cells (Fig. S4). Materials and methods for cDNAs and their expression, antibodies, peptides, immunoblotting, immunofluorescent microscopy, and phase-contrast video images and references cited in supplemental materials are shown. Online supplemental materials are available at http://www.jcb.org/cgi/content/full/jcb.200312013/DC1 ."
}