{
    "fig 1": "Over the past two decades, investigations into the pathogenesis of the various glioma subtypes have revealed central roles for a defined set of key biological pathways ( Figure 1 ). The molecular pathology of glioma has been reviewed extensively elsewhere 2 , 20 , 37 , 51 ; this article will attempt to highlight important features as they relate to recent successes in the murine modeling of primary astrocytic and oligodendroglial tumors. In light of this, it is worth mentioning that the genetic abnormality most frequently associated with oligodendroglioma, namely loss of chromosome 1p and 19q (62) , has not been effectively modeled in mice, partly because the precise genes involved are not yet known.",
    "fig 2": "Medulloblastoma models have also been generated by retroviral gene transfer in a similar fashion to that used for the production glioma GEMMs. One group has used the RCAS/tv‐a system to create a series of GEMMs driven by Shh expression 7 , 49 , 60 , 61 . Cerebellar application of RCAS‐Shh alone to Ntv‐a mice yields medulloblastomas at a rate of 9%–34% with a median latency of roughly 6–7 weeks ( Figure 2 ). Co‐injection of any one of a number of additional oncogenes, such as c‐myc , Akt , IGF2 , and n‐myc enhances the strength of the phenotype, the greatest effects occurring with a combination of Shh and a stabilized n‐myc mutant. This latter tumor type also exhibits an increased mitotic index reminiscent of the anaplasia associated with myc amplification in human medulloblastoma (7) . RCAS‐mediated expression of Shh, together with the antiapoptotic factor Bcl‐2, also appears to increase the frequency of tumor formation (49) . Decreased levels of apoptosis in this model have been confirmed. One of the initial workable models of brain cancer using viral expression of a relevant oncogene utilized a murine retrovirus (MoMuLV) to deliver the PDGF B‐chain (PDGF‐B) into the forebrains of newborn mouse pups (78) . Approximately 40% of mice developed tumors, whose histology spanned a wide range, resembling either GBM or primitive neuroectodermal tumor (PNET) for the most part, most likely reflecting heterogeneity in their cells of origin. More recently, a series of GEMMs have been generated employing an avian retrovirus, RCAS, for gene transfer while genetically engineering its receptor, tv‐a, into strains of mice under the GFAP or nestin promoters (Gtv‐a and Ntv‐a, respectively) 32 , 33 ( Figure 2 ). In this way, the expression of exogenous transcript is restricted geographically, as well as by cell type, to either astrocytes (Gtv‐a) or glioneuronal progenitors (Ntv‐a). The RCAS/tv‐a model yields astrocytic tumors (∼25% incidence in 12 weeks) in the N‐tva background when constitutively active variants of both kRas and Akt are used in combination as oncogenic drivers (34) , and deletion of Pten in these mice appears to phenocopy the effects of RCAS‐mediated Akt overexpression (36) . Tumor incidence and grade are increased when either Ntv‐a or Gtv‐a mice harboring homozygous Ink4a/Arf deletion are used (79) . For instance, Ntv‐a/ Ink4a/Arf null mice injected with both RCAS‐kRas and RCAS‐ Akt demonstrate near 50% incidence in 12 weeks, with some tumors exhibiting microvascular proliferation and necrosis. The subsequent development of RCAS‐PDGF‐B vectors has led to further advances in the utility of this model system 12 , 72 . Ntv‐a or Gtv‐a mice injected with RCAS‐PDGF‐B form oligodendroglial or mixed oligoastrocytic tumors at high rates–up to 100% incidence at 12 weeks depending on gene dosage (72) . As in other models, loss of tumor suppressors like Ink4a/Arf and Pten dramatically decreases disease‐free latency and increase the appearance of high‐grade features (12) .",
    "fig 3": "Over the last decade and a half, numerous investigations have implicated sonic hedgehog (SHH) signaling in medulloblastoma pathogenesis 21 , 67 , and modulation of the SHH pathway has led to the vast majority of the medulloblastoma GEMMs currently available. A schematic of SHH signaling is shown in Figure 3 . Briefly, the binding of SHH to its receptor patched (PTCH) removes the latter's inhibitory effects on the downstream effector smoothened (SMO). SMO then initiates signaling events leading to the release of the GLI family of transcription factors from inhibitory protein complexes that include suppressor of fused (SUFU). This process results in the eventual transcription of GLI target genes and the consequent physiologic effects, including cell proliferation in the right cellular context (39) . The SHH pathway was first implicated in medulloblastoma when germline mutations in the PTCH1 gene were found to be the cause of Gorlin's syndrome, a congenital condition characterized by increased incidence of basal‐cell carcinoma, medulloblastoma and rhabdomyosarcoma (25) . Since then, mutations in multiple components of the SHH signaling cascade have been identified in sporadic medulloblastoma, specifically inactivating mutations in PTCH1 and SUFU and activating mutations in SMO, together accounting for 15% of all cases 57 , 59 , 63 , 75 . Interestingly, medulloblastomas characterized by mutations in the SHH pathway tend to exhibit desmoplastic morphology."
}