{
    "fig 1": "Once activated, the helicase unwinds the DNA thus generating long stretches of single-stranded DNA (ssDNA). This reaction introduces topological stress downstream of the unwound DNA, because intact DNA molecules are covalently closed. This would not be the case if the DNA is cleaved on one strand for instance, since the cleaved DNA strand could freely rotate around the unbroken strand and relieve the topological stress introduced by the helicase. Topological stress is removed by the action of Topoisomerases, enzymes that catalyze the cleavage and reseal of one (type I and III topoisomerases) or two (type II topoisomerases) DNA strands. Although in vitro ssDNA is a substrate for DNA polymerases, the recruitment of the latter in vivo depends on the previous binding of the heterotrimeric RPA complex, the major ssDNA binding protein. RPA binding stimulates DNA polymerase activity onto ssDNA [ 21 , 32 ] and binding of RPA itself may be mediated by the helicase during the unwinding reaction [ 33 ]. RPA-loaded ssDNA is now competent to recruit the DNA polymerase α/primase holoenzyme ( Figure 1 ) which is made of five distinct polypeptides. This complex has the unique property to initiate DNA synthesis de novo , that is to say, in the absence of a 3' hydroxyl (OH) end. This is due to its associated primase activity which synthesizes short, 10 bases-long, ribonucleotides stretches at melted replication origins, that is extended by the catalytic subunit of DNA polymerase α (p180). These replication intermediates are then the substrate of another DNA polymerase, Pol δ, whose activity is much more processive than that of Pol α and allows efficient replication of the whole genome. This is mainly due to complex formation with PCNA, a replication factor that functioning as DNA polymerase δ cofactor, strongly stimulates its polymerase activity. PCNA forms a homotrimeric ring and is loaded around the DNA in a reaction catalyzed by RF-C. This pentameric protein complex catalyzes opening of the PCNA ring in an ATP-dependent manner and resealing it around the DNA [ 34 ]. In this reaction, RF-C recognizes the 3' hydroxyl (OH) ends generated by the action of DNA polymerase (see Bloom’s chapter in the same special issue). Given the asymmetry of the DNA molecule, DNA synthesis must occur continuously on one strand (leading) and discontinuously on the opposite strand (lagging strand). Genetic studies in yeast have suggested that another polymerase, DNA polymerase ε, which is also required for chromosomal DNA replication, functions on the leading strand DNA synthesis [ 35 ], and is required for DNA replication in Xenopus [ 36 ]. Hence, current models of eukaryotic DNA replication propose that efficient, bi-directional DNA synthesis occurs through the participation of three replicative DNA polymerases. The structural basis of this complex is still not well understood, although an interesting model has been proposed in [ 37 ]. Replication of the DNA requires opening of the double helix to separate the two individual DNA strands, a process called melting or unwinding. This process is essential to allow DNA polymerases (the enzymes that catalyze the DNA synthesis reaction) to copy the genetic information by synthesis of new DNA chains on both DNA strands. Unwinding occurs at specific sites along the chromosomes, the so-called DNA replication origins. Unlike prokaryotes in which unwinding is essentially catalyzed by one protein (DnaA), in eukaryotes this process requires a sophisticated multi-protein complex including the Origin Recognition Complex (ORC) that binds to DNA replication origins ([ 4 ] for review), and two additional proteins, CDC6 and CDT1 ( Figure 1 ). This multi-protein complex, allows recruitment of the putative replicative helicase, the MCM2-7 protein complex, in an ATP-dependent manner. This reaction is currently known as “ licensing ” or pre-RC formation. Structural in vitro studies of the budding yeast MCM2-7 complex from reconstituted pre-RC revealed that MCM2-7 is loaded on DNA as a salt-resistant head-to-head double hexamer in an ATP-dependent reaction [ 5 , 6 ]. This configuration is thought to be necessary for initiation of a pair of bidirectional replication forks. More recently, a salt-sensitive intermediate of this reaction that contains a single ORC, CDC6, and MCM2-7 (OCM complex) was identified [ 7 ]. Hence, it was proposed that in budding yeast CDT1 recruits MCM2-7 to an ORC-CDC6 complex on DNA in two subsequent rounds prior to formation of the MCM2-7 double hexamer. Hydrolysis of ATP by ORC1 and CDC6 is required for both rounds, and can also lead to MCM2-7 release if components of the pre-RC are missing [ 7 , 8 ]. In metazoans, the Geminin protein, an inhibitor of DNA replication [ 9 ], blocks pre-RC formation by interfering with the activity of chromatin-bound CDT1 ([ 10 , 11 ] and Figure 1 ). MCM9, an MCM2-7-related protein that appeared during evolution in multicellular organisms [ 12 ], has also been implicated in pre-RC formation in Xenopus [ 13 ], although its role in this reaction is not currently clear [ 14 ]. Instead, recent data clearly show an important function for this protein, in a complex with another multicellular-specific MCM2-7-related protein, MCM8, in homologous recombination [ 15 , 16 , 17 ]. The MCM2-7 complex is curiously recruited in multiple copies adjacent to DNA replication origins, but it is currently unclear whether upon recruitment, an initial, even partial melting of the double helix occurs. Notwithstanding, full unwinding activity of the MCM2-7 helicase depends upon additional factors, such as the CDC7 protein kinase, Dpb11/Cut5/Rad4/TopBP1, CDC45, the GINS complex and MCM10 (this latter being unrelated to the MCM2-7 protein family) themselves recruited onto pre-RCs ([ 18 ] for review). Loading of additional factors onto the pre-RC, namely the CDC45 protein and the GINS complex, marks formation of the pre-Initiation Complex (pre-IC) whose assembly requires Cyclin-Dependent Kinase (CDK) activity. Hence, this reaction can be specifically inhibited by CDK Inhibitors (CKI), such as p21 or p27 ( Figure 1 ). CDK activity is believed to be important to phosphorylate key factors of pre-IC to activate them (see below). CDC45, in turn, allows assembly of initiation complexes by recruitment of DNA polymerases α and δ at replication origins [ 19 , 20 , 21 ]. Recent studies have shown that the MCM2-7 complex physically interacts with CDC45 and the GINS complex forming the so-called CMG complex ([ 22 ] for review). This complex is believed to constitute the active form of the replicative helicase. Structural studies have shown that the CDC45 protein binds to the MCM2-7 complex onto chromatin and stabilizes the ring-shaped structure of this helicase onto the DNA [ 23 ]. The CDC7 protein kinase, in a complex with its regulatory subunits Dbf4 or Drf1 (also called DDK, for Dbf4- or Drf1-Dependent Kinase), phosphorylates MCM2-7 subunits and stimulates MCM2-7 function probably facilitating a conformational change in the helicase complex [ 24 , 25 ]. In yeast, two additional proteins, SLD2 and SLD3, have also been shown to be required at this step of initiation of DNA synthesis. Their phosphorylation by CDKs is an essential step in formation of pre-ICs [ 26 , 27 ] and is believed to regulate formation of a complex between Dpb11/TopBP1, SLD2, GINS and DNA polymerase ε, and its subsequent recruitment on DNA [ 26 , 27 , 28 , 29 ]. Another protein, SLD7, was shown to form a complex with SLD3 and CDC45, which associates with early-firing origins in a DDK-dependent manner and might regulate timing of origin firing in yeast [ 30 , 31 ]. In the future, it will be interesting to determine the structural architecture of this multi-protein complex.",
    "fig is": "Replication of the DNA requires opening of the double helix to separate the two individual DNA strands, a process called melting or unwinding. This process is essential to allow DNA polymerases (the enzymes that catalyze the DNA synthesis reaction) to copy the genetic information by synthesis of new DNA chains on both DNA strands. Unwinding occurs at specific sites along the chromosomes, the so-called DNA replication origins. Unlike prokaryotes in which unwinding is essentially catalyzed by one protein (DnaA), in eukaryotes this process requires a sophisticated multi-protein complex including the Origin Recognition Complex (ORC) that binds to DNA replication origins ([ 4 ] for review), and two additional proteins, CDC6 and CDT1 ( Figure 1 ). This multi-protein complex, allows recruitment of the putative replicative helicase, the MCM2-7 protein complex, in an ATP-dependent manner. This reaction is currently known as “ licensing ” or pre-RC formation. Structural in vitro studies of the budding yeast MCM2-7 complex from reconstituted pre-RC revealed that MCM2-7 is loaded on DNA as a salt-resistant head-to-head double hexamer in an ATP-dependent reaction [ 5 , 6 ]. This configuration is thought to be necessary for initiation of a pair of bidirectional replication forks. More recently, a salt-sensitive intermediate of this reaction that contains a single ORC, CDC6, and MCM2-7 (OCM complex) was identified [ 7 ]. Hence, it was proposed that in budding yeast CDT1 recruits MCM2-7 to an ORC-CDC6 complex on DNA in two subsequent rounds prior to formation of the MCM2-7 double hexamer. Hydrolysis of ATP by ORC1 and CDC6 is required for both rounds, and can also lead to MCM2-7 release if components of the pre-RC are missing [ 7 , 8 ]. In metazoans, the Geminin protein, an inhibitor of DNA replication [ 9 ], blocks pre-RC formation by interfering with the activity of chromatin-bound CDT1 ([ 10 , 11 ] and Figure 1 ). MCM9, an MCM2-7-related protein that appeared during evolution in multicellular organisms [ 12 ], has also been implicated in pre-RC formation in Xenopus [ 13 ], although its role in this reaction is not currently clear [ 14 ]. Instead, recent data clearly show an important function for this protein, in a complex with another multicellular-specific MCM2-7-related protein, MCM8, in homologous recombination [ 15 , 16 , 17 ]. The MCM2-7 complex is curiously recruited in multiple copies adjacent to DNA replication origins, but it is currently unclear whether upon recruitment, an initial, even partial melting of the double helix occurs. Notwithstanding, full unwinding activity of the MCM2-7 helicase depends upon additional factors, such as the CDC7 protein kinase, Dpb11/Cut5/Rad4/TopBP1, CDC45, the GINS complex and MCM10 (this latter being unrelated to the MCM2-7 protein family) themselves recruited onto pre-RCs ([ 18 ] for review).",
    "fig 2": "DDR is activated in response to DNA injuries. Depending on the type and the extent of damage, DDR can drive cells into apoptosis or senescence, or allows cell survival by activating specific mechanisms such as DNA repair or DNA damage tolerance. The proteins involved in these signaling pathways ( Figure 2 and Table 1 ) are hierarchically classified into three categories: sensor and mediator proteins that recognize the lesion and generate the activation signal; transducer proteins that relay and amplify the initiated signal, and finally effector proteins that connect the signal activation with the cell cycle machinery [ 78 ]. The signal transduction pathways of the DDR that promotes cell cycle arrest during ongoing DNA synthesis will be designed as DNA Replication Checkpoint. ATR activated at arrested forks phosphorylates various substrates to coordinate cell cycle arrest, maintenance of replication fork stability, origin firing and eventually fork restart. ATR phosphorylates soluble substrates as well as chromatin bound substrates ( Figure 2 and Figure 4 ). Probably the best ATR characterized chromatin-bound substrate is the histone variant H2AX, known as γH2AX [ 148 ]. Phosphorylation of H2AX occurs by ATR after replication stress induced by aphidicolin, hydroxyurea or DNA distorting lesions, such as those induced by UV damage or cisplatin. An important function of H2AX phosphorylation at arrested forks appears to allow recruitment of the checkpoint mediator MDC1. Once recruited, MDC1 would act as a scaffold to recruit additional activated ATR molecules and propagate H2AX phosphorylation over a long distance, producing the characteristic pan nuclear staining observed by immunofluorescence [ 126 ]. Amongst other chromatin-bound ATR substrates there are MCM2-7 proteins [ 149 ], although the specific role of their phosphorylations remains unclear [ 150 ]. The RPA2 subunit of the RPA complex has also been shown to be phosphorylated by ATR upon replication stress [ 151 , 152 , 153 ]. Recent work has shown that phosphorylation mutants of RPA2 do not interfere with RPA binding to ssDNA and that this post-translational modification is not required for activation of the replication checkpoint in both Xenopus and human in vitro systems [ 154 , 155 ]. Another study suggests that this modification may be required to resume DNA synthesis facilitating replication fork restart [ 156 ]. Other replication substrates include subunits of the ORC complex, DNA polymerase ε, the RF-C complex and RPA1 [ 79 ]. In the future, it will be interesting to determine the role of these specific phosphorylations upon the structure/function of the replisome. Mrc1/Claspin can also be considered as a mediator of the replication checkpoint since mediates the autophosphorylation loop of the CHK1 protein kinase ([ 157 ] and see Section 5.6 ) by direct interaction [ 158 ]. Mrc1/Claspin is also phosphorylated by ATR and this phosphorylation appears to be important in mediating hyperphosphorylation of CHK1 [ 158 , 159 , 160 ]. Claspin/Mrc1 associates with two other proteins—Timeless/Tof1/Swi1 and Tipin/Swi3/Csm3—forming the Fork Protection Complex (FPC) that supports CHK1 phosphorylation [ 161 ]. FPC is bound to chromatin also during the unperturbed cell cycle and mutation in Mrc1 in yeast induce chronic replication fork uncoupling in the absence of external damage [ 136 ], suggesting an important role of FPC in coordinating helicase and DNA polymerases activities. Consistent with this conclusion, subunits of the FPC have been found to interact with MCM2-7 proteins [ 162 ] and RPA [ 163 ]. Interestingly it has been shown that Claspin binding to chromatin is not essential for CHK1 phosphorylation in Xenopus egg extracts [ 164 ], showing that both chromatin-bound and nuclear-soluble forms of the Claspin-CHK1 complex can exist and be functional.",
    "fig Table": "DDR is activated in response to DNA injuries. Depending on the type and the extent of damage, DDR can drive cells into apoptosis or senescence, or allows cell survival by activating specific mechanisms such as DNA repair or DNA damage tolerance. The proteins involved in these signaling pathways ( Figure 2 and Table 1 ) are hierarchically classified into three categories: sensor and mediator proteins that recognize the lesion and generate the activation signal; transducer proteins that relay and amplify the initiated signal, and finally effector proteins that connect the signal activation with the cell cycle machinery [ 78 ]. The signal transduction pathways of the DDR that promotes cell cycle arrest during ongoing DNA synthesis will be designed as DNA Replication Checkpoint.",
    "fig 3": "Speculative model for replication checkpoint activation. Replication fork uncoupling generates excess ssDNA (see Figure 3 ) that is coated by RPA. On the lagging strand DNA polymerase, α and δ replicative polymerases catalyze synthesis of short replication intermediates (priming reaction). It is not yet clear whether these intermediates are also generated on the leading strand, and if this is the case, which is the DNA polymerase implicated (question mark). A strong candidate is the recently identified Primpol enzyme [ 135 , 136 , 137 , 138 , 139 ]. TLS DNA Pol κ may be implicated in recruitment of the 9-1-1 complex by stabilization and/or synthesis of short replication intermediates in proximity of the ATR-ATRIP complex thus facilitating interaction via TopBP1. The MRN complex may facilitate the interaction between TopBP1 and ATR by an as yet unknown mechanism. Once activated, ATR may autophosphorylates and phosphorylate chromatin-bound as well as soluble substrate (-P). CHK1 is phosphorylated by ATR ( A ), and phosphorylation is potentiated via interaction with Mrc1/Claspin within the FPC ( B ), although this can also occur in the soluble fraction of the nucleus. The green histone on the chromatin represents H2AX. The most common ATR activation signal involves all processes interfering with DNA replication fork progression, a situation also known as replication stress. Replication stress can be induced by DNA damage or by inhibition of replicative DNA polymerases activity, either using hydroxyurea (HU) that deplete the cellular pool of deoxyribonucleotides or using aphidicolin, a competitive inhibitor of DNA polymerases. Certain types of DNA damage can induce replication stress since they alter the three dimensional structure of the DNA helix (such as UV, cisplatin, camptothecin amongst others). As a consequence, DNA polymerase activity is reduced but not that of the helicase, since it can translocate through such lesions. In these situations, a functional uncoupling between the enzymatic activities of both DNA polymerases and helicase occurs ( Figure 3 ). The result of this process is the production of excess ssDNA, a process commonly known as replication fork uncoupling [ 21 , 89 ]. Replication stress that produces an excess of ssDNA results in an increased level of the major ssDNA binding protein RPA bound onto chromatin. Curiously, in S. cerevisiae , cells treated with HU only generate a very limited amount of ssDNA (up to 200 nucleotides per replication fork) [ 90 ]. In contrast in metazoans, the length of ssDNA at stalled replication fork is much higher and can reach several kilobases [ 21 , 91 ]. The functional and molecular bases of this difference are to date unknown. Other types of DNA damage, such as interstrand cross-links, physically inhibit the helicase and by consequence also block the activity of DNA polymerases, since ssDNA formation is reduced, resulting in replication fork stall without immediate production of excess ssDNA [ 75 ]. However, a limited amount of ssDNA can be generated at forks stalled by DSBs following their processing (resection) by the coordinated action of nucleases, DNA helicases and associated proteins ([ 92 ] for review). Resection is initiated by the Mre11, Rad50, Nbs1 complex (MRN) and the Sae2/Ctlp/Ctp1 endonucleases in a 5'–3' direction in a process that requires CDK activity. More extensive resection occurs upon recruitment of the endonuclease EXO1 (MUS81-EME1, in fission yeast), the RecQ/Sgs1/BLM helicase and the DNA2 endonuclease. DSB resection generates RPA-coated ssDNA that in turns further stimulates this process. CtIP has been shown to be also a necessary actor in the DSB resection in cooperating with MRN complex for full ATR activation [ 93 ]. Other findings have shed light on a distinct mechanism of how an ATR-dependent DNA damage response is mediated by Apurinic/apyrimidinic endonuclease 2 (APE2) in the oxidative stress response. APE2 promote recruitment of ATR, ATRIP, and Rad9 to damage sites and thus participates in oxidative stress-induced Chk1 phosphorylation [ 94 ].",
    "fig 4": "Previous observations have proposed a role for DNA synthesis in ATR activation [ 129 , 130 ]. DNA primase/polymerase activities were shown to be required for ATR activation at stalled replication forks. Since this enzyme is absolutely required to initiate DNA synthesis, these data can be interpreted as an indirect role for DNA polymerase α in stimulating replication forks formation. This is well illustrated by the observation that the checkpoint is inactive when initiation of DNA synthesis is inhibited by Geminin [ 101 , 129 ]. However, a recent study has addressed the requirement of DNA synthesis in DNA replication checkpoint [ 131 ] and convincingly showed that continued synthesis and elongation of new DNA primers on ssDNA templates occurs at replication forks stalled with aphidicolin. Since synthesis of these replication intermediates is essential for binding of the 9-1-1 complex, these findings highlight an additional key step in ATR signaling. Formation of ssDNA at arrested forks may be then important to generate replication intermediates that stimulate recruitment of the 9-1-1 complex catalyzed by the RFC Rad17 complex. Once loaded, the 9-1-1 checkpoint clamp is tethered to the ATR-ATRIP complex via the TopBP1 C-terminus, thus leading to ATR activation ( Figure 4 ). Nonetheless, it remains unclear what the precise molecular substrates are that allow ATR activation. Recent data suggest that autophosphorylation of ATR is important for its kinase activity. Autophosphorylation appears to be dependent on RPA, 9-1-1, and not TopBP1 [ 132 ]. A similar model based on autophosphorylation was previously proposed for ATM activation [ 133 ], suggesting a conserved mechanism of activation within the PI3K family. ATM activation has also been shown to require generation of small DNA fragments [ 134 ]. Short replication intermediates synthesized onto ssDNA generated at stalled forks would be the equivalent substrate that stimulates ATR activation (see below). Interestingly, ATR can also be activated following processing of a DSB by end-resection (see Section 5.2 ), but the role of small DNA fragments generated in this process remains to be determined. Alternatively, ATR may be activated in a different manner in specific situations. High levels of RPA and DNA polymerases have been observed in Xenopus at forks stalled with aphidicolin or UV irradiation [ 21 , 129 ]. This was thought to represent a checkpoint-specific recruitment of RPA [ 104 ]. However, more recent data strongly suggest that this may not be the case, since nucleation of neither ATRIP [ 98 ], nor DNA polymerase α [ 131 ] or RPA [ 101 ] appear to be required for checkpoint activation at arrested forks. Moreover, it has been shown that in Xenopus egg extracts, when initiation of DNA synthesis is poisoned by high concentration of aphidicolin, RPA nucleates at unwound forks, but the 9-1-1 clamp does not load and checkpoint activation does not occur [ 112 ]. These observations are entirely consistent with the mode of checkpoint activation of the yeast S. cerevisiae that occurs without detectable RPA nucleation at stalled forks [ 90 ]. Finally, checkpoint activation occurs spontaneously in Xenopus extracts containing a limited amount of RPA that do not support its hyperloading at replication forks arrested with aphidicolin [ 101 ]. In this situation, DNA synthesis is somehow slow and nuclei accumulate high level of ssDNA, suggesting spontaneous replication fork uncoupling. Chronic checkpoint activation has also been observed in yeast Ctf-4 mutants that are defective in the coupling between DNA polymerases and MCM2-7 helicase [ 140 ], as well as in mutants of the Mrc1 gene [ 141 ], a subunit of the Fork Protection Complex (FPC, see Section 5.5 ). Taken together, these observations strongly suggest that the basic feature of replication checkpoint activation, conserved from yeast to vertebrate, is the uncoupling of DNA synthesis regardless of the length of the ssDNA produced. Hence primed ssDNA generated at stalled forks may be the natural substrate that facilitates formation of the ATR-ATRIP-9-1-1-TopBP1 complex leading to ATR full activation ( Figure 4 ). This process constitutes a fine-tuning mechanism that efficiently senses progression of S-phase leading to various degrees of checkpoint activation, depending on the extent of replication fork uncoupling. Furthermore, it does not require a specific loading of DNA polymerase α, TopBP1 or RPA onto chromatin, since these proteins are already bound at the replication forks during a normal S-phase, and recycle onto ssDNA after completion of their catalytic activity [ 34 , 101 , 131 ]. ATR itself binds to chromatin in a replication-dependent manner in the absence of replication stress [ 142 ]. This model is also consistent with observations in both yeast and mammalian cells that colocalization of checkpoint sensors is a minimal sufficient requirement for checkpoint activation even in the absence of external damage [ 143 , 144 , 145 , 146 ]. The question remains of whether primed ssDNA is also made on the leading strand at arrested forks, and if this is the case, which of the DNA polymerase fulfills this task. An elegant study in E. coli has previously shown that the DNA damage tolerance system that involves translesion DNA polymerases is required to resume DNA synthesis at replication forks arrested by a DNA lesion generated by the carcinogen AAF [ 77 ], which is consistent with the observation that primer DNA synthesis continues at arrested forks in Xenopus egg extracts [ 131 ]. Recent work has provided evidence that one of these enzymes, TLS Pol κ, is involved in DNA synthesis at arrested forks in eukaryotic cells, in particular when forks are blocked with aphidicolin [ 147 ], since translesion DNA polymerases are not sensitive to this drug. TLS pol κ was shown to facilitate binding of the 9-1-1 complex at arrested forks, probably by direct physical interaction and, therefore, contributing to full Chk1 phosphorylation. ATR activated at arrested forks phosphorylates various substrates to coordinate cell cycle arrest, maintenance of replication fork stability, origin firing and eventually fork restart. ATR phosphorylates soluble substrates as well as chromatin bound substrates ( Figure 2 and Figure 4 ). Probably the best ATR characterized chromatin-bound substrate is the histone variant H2AX, known as γH2AX [ 148 ]. Phosphorylation of H2AX occurs by ATR after replication stress induced by aphidicolin, hydroxyurea or DNA distorting lesions, such as those induced by UV damage or cisplatin. An important function of H2AX phosphorylation at arrested forks appears to allow recruitment of the checkpoint mediator MDC1. Once recruited, MDC1 would act as a scaffold to recruit additional activated ATR molecules and propagate H2AX phosphorylation over a long distance, producing the characteristic pan nuclear staining observed by immunofluorescence [ 126 ]. Amongst other chromatin-bound ATR substrates there are MCM2-7 proteins [ 149 ], although the specific role of their phosphorylations remains unclear [ 150 ]. The RPA2 subunit of the RPA complex has also been shown to be phosphorylated by ATR upon replication stress [ 151 , 152 , 153 ]. Recent work has shown that phosphorylation mutants of RPA2 do not interfere with RPA binding to ssDNA and that this post-translational modification is not required for activation of the replication checkpoint in both Xenopus and human in vitro systems [ 154 , 155 ]. Another study suggests that this modification may be required to resume DNA synthesis facilitating replication fork restart [ 156 ]. Other replication substrates include subunits of the ORC complex, DNA polymerase ε, the RF-C complex and RPA1 [ 79 ]. In the future, it will be interesting to determine the role of these specific phosphorylations upon the structure/function of the replisome. Mrc1/Claspin can also be considered as a mediator of the replication checkpoint since mediates the autophosphorylation loop of the CHK1 protein kinase ([ 157 ] and see Section 5.6 ) by direct interaction [ 158 ]. Mrc1/Claspin is also phosphorylated by ATR and this phosphorylation appears to be important in mediating hyperphosphorylation of CHK1 [ 158 , 159 , 160 ]. Claspin/Mrc1 associates with two other proteins—Timeless/Tof1/Swi1 and Tipin/Swi3/Csm3—forming the Fork Protection Complex (FPC) that supports CHK1 phosphorylation [ 161 ]. FPC is bound to chromatin also during the unperturbed cell cycle and mutation in Mrc1 in yeast induce chronic replication fork uncoupling in the absence of external damage [ 136 ], suggesting an important role of FPC in coordinating helicase and DNA polymerases activities. Consistent with this conclusion, subunits of the FPC have been found to interact with MCM2-7 proteins [ 162 ] and RPA [ 163 ]. Interestingly it has been shown that Claspin binding to chromatin is not essential for CHK1 phosphorylation in Xenopus egg extracts [ 164 ], showing that both chromatin-bound and nuclear-soluble forms of the Claspin-CHK1 complex can exist and be functional.",
    "fig Figure": "ATR activated at arrested forks phosphorylates various substrates to coordinate cell cycle arrest, maintenance of replication fork stability, origin firing and eventually fork restart. ATR phosphorylates soluble substrates as well as chromatin bound substrates ( Figure 2 and Figure 4 ). Probably the best ATR characterized chromatin-bound substrate is the histone variant H2AX, known as γH2AX [ 148 ]. Phosphorylation of H2AX occurs by ATR after replication stress induced by aphidicolin, hydroxyurea or DNA distorting lesions, such as those induced by UV damage or cisplatin. An important function of H2AX phosphorylation at arrested forks appears to allow recruitment of the checkpoint mediator MDC1. Once recruited, MDC1 would act as a scaffold to recruit additional activated ATR molecules and propagate H2AX phosphorylation over a long distance, producing the characteristic pan nuclear staining observed by immunofluorescence [ 126 ]. Amongst other chromatin-bound ATR substrates there are MCM2-7 proteins [ 149 ], although the specific role of their phosphorylations remains unclear [ 150 ]. The RPA2 subunit of the RPA complex has also been shown to be phosphorylated by ATR upon replication stress [ 151 , 152 , 153 ]. Recent work has shown that phosphorylation mutants of RPA2 do not interfere with RPA binding to ssDNA and that this post-translational modification is not required for activation of the replication checkpoint in both Xenopus and human in vitro systems [ 154 , 155 ]. Another study suggests that this modification may be required to resume DNA synthesis facilitating replication fork restart [ 156 ]. Other replication substrates include subunits of the ORC complex, DNA polymerase ε, the RF-C complex and RPA1 [ 79 ]. In the future, it will be interesting to determine the role of these specific phosphorylations upon the structure/function of the replisome. Mrc1/Claspin can also be considered as a mediator of the replication checkpoint since mediates the autophosphorylation loop of the CHK1 protein kinase ([ 157 ] and see Section 5.6 ) by direct interaction [ 158 ]. Mrc1/Claspin is also phosphorylated by ATR and this phosphorylation appears to be important in mediating hyperphosphorylation of CHK1 [ 158 , 159 , 160 ]. Claspin/Mrc1 associates with two other proteins—Timeless/Tof1/Swi1 and Tipin/Swi3/Csm3—forming the Fork Protection Complex (FPC) that supports CHK1 phosphorylation [ 161 ]. FPC is bound to chromatin also during the unperturbed cell cycle and mutation in Mrc1 in yeast induce chronic replication fork uncoupling in the absence of external damage [ 136 ], suggesting an important role of FPC in coordinating helicase and DNA polymerases activities. Consistent with this conclusion, subunits of the FPC have been found to interact with MCM2-7 proteins [ 162 ] and RPA [ 163 ]. Interestingly it has been shown that Claspin binding to chromatin is not essential for CHK1 phosphorylation in Xenopus egg extracts [ 164 ], showing that both chromatin-bound and nuclear-soluble forms of the Claspin-CHK1 complex can exist and be functional."
}