{
    "fig 1": "Inflammation has long been known to contribute to the pathogenesis of AAA. More than a decade ago, it was shown that treatment with CsA attenuated the formation of AAA in the rat model of elastase infusion. 31 The authors of that study pointed out that the immunosuppressive effects of CsA would probably preclude its use in patients with aneurysms. We have recently demonstrated that deletion of CyPA in mice prevents the formation of AAA in response to infusion of angiotensin II (Ang II). 32 Importantly, mice lacking CyPA were completely protected against aortic rupture leading to sudden death. Mechanistic studies revealed that deletion of CyPA reduces aortic inflammation, oxidative stress, and matrix degradation ( Figure 1 ). In a series of experiments involving bone marrow (BM) transplantation, as well as experiments in which CyPA was selectively overexpressed in VSMC, we showed that expression of CyPA in VSMC, rather than BM–derived cells, is crucial to the development of AAA. Finally, to demonstrate its relevance to human aneurysmal disease, we showed that Ang II caused the release of CyPA and the activation of metalloproteinase 2 (MMP-2) in VSMC derived from human AAA.",
    "fig 2": "One of the major causes of AAA is atherosclerosis, a disease characterized by chronic inflammation of the arterial wall. 35 Based on the premise that atherosclerosis stimulates AAA, we hypothesized that CyPA would necessarily have a significant impact on atherosclerosis development. We have characterized five important pathological mechanisms by which CyPA promotes atherosclerosis ( Figure 2 ). 36 First, CyPA stimulates low-density lipoprotein (LDL) uptake in the vessel wall by regulating the expression of scavenger receptors. Second, CyPA increases EC activation and inflammation by increasing vascular cell adhesion molecule 1 (VCAM-1) expression. Third, CyPA decreases endothelial nitric oxide synthase (eNOS) expression through kruppel-like factor 2 (KLF2) transcriptional repression in EC. Fourth, CyPA is a key determinant for tumor necrosis factor alpha (TNF- α )-induced EC apoptosis. Finally, CyPA stimulates recruitment of inflammatory cells derived from the BM to the aortic wall.",
    "fig 3": "Based on the literature reported above, it is now clear that CyPA is a crucial mediator of vascular remodeling, AAA, and atherosclerosis, three diseases that share common pathways ( Figure 3 ).",
    "fig 4": "Recently, upregulation of CyPA in cancers was reported to be controlled by p53 and HIF1 α ( Figure 4 ), two critical transcription factors for cancer development. It was shown that CyPA protein is upregulated by p53-induced apoptotic conditions and CyPA may also confer p53 stability through its PPIase activity. 81 However, overexpressed CyPA inhibits hypoxia- and cisplatin-induced cell death in a p53- independent manner. Furthermore, it was found that, under hypoxic conditions, CyPA, whose promoter contains the hypoxia response element (HRE) motif, can be induced by HIF1 α . 75 Thus, the regulatory relations of CyPA with p53 and HIF1 α may present a new insight in understanding CyPA function during cancer development.",
    "fig 5": "A growing body of evidence suggests oxidative stress involvement in neurodegenerative diseases. 84 In addition, many papers showed the contribution of CyPA in oxidative stress mediated-diseases. 21 , 30 , 32 Recently Bell et al. 85 reported the involvement of CyPA in Alzheimer disease. In particular, they showed that astrocyte-derived human ApoE4 leads to an age-dependent progressive blood–brain barrier (BBB) breakdown ( Figure 5 ). This event is driven by CyPA that initiates a pro-inflammatory pathway activating nuclear factor kappa B (NF- κ B) and MMP-9. The activation of this pro-inflammatory pathway in brain capillary pericytes determines the release of neurotoxic molecules from the vessels, damaging neurons and affecting their synaptic connections."
}