{
    "fig 1": "HER3 is one member of the human epidermal growth factor receptor (EGFR) family which consists of four types of transmembrane tyrosine kinase receptors, HER1 (EGFR, ErbB1), HER2 (Neu, ErbB2), HER3 (ErbB3), and HER4 (ErbB4) ( Figure 1 ). The general structure of ErbB members includes an extracellular ligand-binding region, an α -helical transmembrane segment, a cytoplasmic tyrosine-kinase-containing domain, and a C-terminal phosphorylation tail [ 1 , 2 ]. ErbB members are widely expressed in epithelial, mesenchymal, and neuronal tissues and regulate cell division, proliferation, differentiation, and other normal cellular processes [ 3 , 4 ]. These membrane receptors receive extracellular signals from their ligands including those preferentially binding to EGFR such as epidermal growth factor (EGF), epiregulin, betacellulin, transforming growth factor- α (TGF- α ), as well as neuregulins which only bind to HER3 and HER4 [ 5 , 6 ]. Their normal physiological expression and function are controlled by the spatial and temporal expression of these ligands. Ligand binding triggers intracellular signaling through the formation of heterodimers or homodimers between ErbB receptors. Two key signaling pathways activated by the ErbB family are the RAS/RAF/MAPK pathway, which stimulates proliferation, and the PI3 K/Akt pathway, which promotes tumor cell survival [ 7 ]. As a result, the recruitment of intracellular signaling molecules and activation of a tightly controlled array of signaling pathways drive and regulate cell proliferation, and organ development and repair [ 1 , 6 ].",
    "fig 2": "Interestingly, resistance to EGFR-targeted therapy was claimed to be a family affair by several researchers [ 74 ]. In addition, compensatory HER3 signaling and sustained PI3 K/Akt activation have been implicated as playing an important role in the resistance to HER-targeted therapy [ 7 , 13 , 79 , 80 ] ( Figure 2 ). After lengthy exposure to inhibitors, cancer cells switched dependence between EGFR and HER2, but in both cases, HER3 was the common association partner [ 81 , 82 ]. In HER2 dominant breast cancer cells, lengthy exposure to the EGFR inhibitors gefitinib or erlotinib or the HER2 inhibitor AG-825 led to the upregulation of HER3 and Akt phosphorylation in correlation with HER3 translocation from the nucleus to the membrane [ 13 , 83 ]. The mechanism for increased expression of HER3 in the membrane features a resetting of the HER3 phosphorylation-dephosphorylation equilibrium, which is driven by Akt-mediated negative feedback signaling [ 13 ]. Increased HER3 ligand heregulin expression is also a possible mechanism of cetuximab resistance in colorectal cancer patients [ 84 ]. Furthermore, HER3 may work cooperatively with other receptor tyrosine kinases, such as hepatocyte growth factor receptor (HGFR; also known as MET) [ 83 ]. MET proto-oncogene amplification may be a cause of resistance to gefitinib. Phosphorylated HER3 was found to co-immunoprecipitate with PI3 K p85 unit in a MET kinase-dependent manner suggesting a role of HER3 in MET-induced resistance. [ 83 ]. It is worth noting that MET is one of the major signal transduction proteins which contribute to EGFR targeting resistance [ 85 – 87 ]."
}