{
    "fig 1": "p-IκB-α, IκB-α, p-NF-κB and NF-κB in the brain of mice infected with A. cantonensis were analyzed by western blotting. p-IκB-α and IκB-α in infected mouse brains were elevated significantly on days 5, 10, 15, 20 and 25 PI compared to the levels in the uninfected mice brains. Additionally, p-NF-κB and NF-κB proteins were increased significantly on days 10, 15, 20 and 25 PI in infected mice brains compared to the levels in uninfected mice brains ( Figure 1 ).",
    "fig 2": "Detection of claudin-5 protein levels in the brains and CSF by western blotting. Quantitative analysis of claudin-5 was performed with a computer-assisted imaging densitometer system. Densitometric scanning quantification of mice expressed as the ratio of the band density of claudin-5 to that of β-actin or albumin at each experimental group. Claudin-5 in the brains were significantly decreased ( P <0.05) on days 10, 15 and 20 PI of infected mice than uninfected mice. However, claudin-5 in CSF was significantly increased ( P <0.05) on days 10, 15 and 20 PI of infected mice than uninfected mice ( Figure 2 ).",
    "fig 3": "The effect of MG132 was investigated in a murine angiostrongyliasis model. MG132 binds pocket in the active site of proteasome and attenuates degradation of p-IκB-α to decrease phosphorylation of NF-κB. Western blotting measured the levels of protein p-p65, which was increased significantly in the brain of infected mice compared to the level in uninfected controls. The levels of protein p-p65 were reduced significantly after treatment with MG132. Additionally, gelatin zymography demonstrated the activity of MMP-9, which was elevated significantly in the brain of infected mice compared to the level in uninfected controls. The activity of MMP-9 was decreased significantly after treatment with MG132. Western blotting measured the level of claudin-5 protein, which was increased significantly in CSF of infected mice compared to the level in uninfected controls. The levels of claudin-5 protein were reduced significantly after treatment with GM6001 in a murine angiostrongyliasis model. Quantitative analysis of p-p65, MMP-9 and claudin-5 were performed with a computer-assisted imaging densitometer system. Densitometric scanning quantification of mice expressed as the ratio of the band density of p-p65, MMP-9 or claudin-5 to that of β-actin or albumin at each experimental group ( Figure 3 ).",
    "fig 4": "Evans blue is normally excluded from CSF by an intact blood-CSF barrier but it can enter CSF when the integrity of the blood-CSF barrier is disrupted. This method is often used to assess simple alterations in the blood-CSF barrier. The blood-CSF barrier permeability assays for the mouse CSF after infection with A. cantonensis showed a significant correlation with the degradation of claudin-5 ( Figure 4 ).",
    "fig 5": "CSF eosinophilia was found only in infected mice. The level of claudin-5 was correlated significantly with the eosinophil count in CSF ( Figure 5 ).",
    "fig 6": "The claudin family, integral components of tight junctions, are responsible for determining the permeability of paracellular transport within epithelial cell layers. The present study showed that MMP-9 might contribute to the degradation of claudin-5 in the blood-CSF barrier. MMP-9 production was correlated with claudin-5 degradation and blood-CSF barrier permeability in angiostrongyliasis meningoencephalitis. Therefore, we propose a possible mechanism ( Fig. 6 ) to explain the contribution of MMP-9 to blood-CSF barrier permeability. In mice infected with A. cantonensis , the parasite-induced eosinophilia and inflammation might lead to the induction of the phosphorylation levels of IκB-α and NF-κB. The activation of IκB-α and NF-κB could upregulate MMP-9 production. Blocking IκB-α and NF-κB signaling by MG132 could reduce MMP-9 production. Further, blocking MMP-9 activity by GM6001 could reduce claudin-5 degradation and blood-CSF barrier permeability during angiostrongyliasis meningoencephalitis. MMP-9 could cause claudin-5 degradation and promote leukocyte infiltration into CSF via the paracellular route during infection with A. cantonensis in mouse choroid plexus."
}