{
    "fig 1": "In the pathway for membrane recruitment, which we refer to as the CED-1 pathway, four proteins have been identified, CED-7, CED-1, CED-6 and DYN-1 ( Figure 1 ) [1] . These proteins activate DYN-1, a C. elegans dynamin homolog [2] , which might recruit membrane for engulfment; in mammalian cells dynamin promotes extension of lamellipodial membrane protrusions [3] .",
    "fig 2A": "We used time-lapse DIC microscopy to assess whether sli-1 loss-of-function affected the timing, persistence or morphology of cell corpses. The development of wild-type and sli-1(sy143) animals was recorded for approximately 150 minutes. We found that sli-1(sy143) animals developed on average more slowly than wild-type animals. To account for the difference in the rate of development, we counted the number of cell deaths that occurred from the first cell death up to the comma stage. sli-1(sy143) worms take approximately 31 minutes longer than wild-type animals to develop to that stage at 20°C (144 minutes compared to 103 minutes). During this time, approximately 60–65 cell corpses appear in the wild-type animal. The number of cell corpses that appeared and when they appeared in wild-type and sli-1(sy143) embryos did not differ significantly ( Figure 2A ). However, the timing of appearance approaches statistical significance ( p value = 0.053), probably related to the difference in developmental speed. The length of time that corpses persisted was similar in wild-type and sli-1(sy143) animals ( Figure 2B ). In addition, apoptotic cell corpses in wild-type and sli-1(sy143) animals looked similar ( Figure 2C ). We conclude that the morphology and time of appearance of apoptotic cell corpses is not affected by sli-1 mutation.",
    "fig 2B": "We used time-lapse DIC microscopy to assess whether sli-1 loss-of-function affected the timing, persistence or morphology of cell corpses. The development of wild-type and sli-1(sy143) animals was recorded for approximately 150 minutes. We found that sli-1(sy143) animals developed on average more slowly than wild-type animals. To account for the difference in the rate of development, we counted the number of cell deaths that occurred from the first cell death up to the comma stage. sli-1(sy143) worms take approximately 31 minutes longer than wild-type animals to develop to that stage at 20°C (144 minutes compared to 103 minutes). During this time, approximately 60–65 cell corpses appear in the wild-type animal. The number of cell corpses that appeared and when they appeared in wild-type and sli-1(sy143) embryos did not differ significantly ( Figure 2A ). However, the timing of appearance approaches statistical significance ( p value = 0.053), probably related to the difference in developmental speed. The length of time that corpses persisted was similar in wild-type and sli-1(sy143) animals ( Figure 2B ). In addition, apoptotic cell corpses in wild-type and sli-1(sy143) animals looked similar ( Figure 2C ). We conclude that the morphology and time of appearance of apoptotic cell corpses is not affected by sli-1 mutation.",
    "fig 2C": "We used time-lapse DIC microscopy to assess whether sli-1 loss-of-function affected the timing, persistence or morphology of cell corpses. The development of wild-type and sli-1(sy143) animals was recorded for approximately 150 minutes. We found that sli-1(sy143) animals developed on average more slowly than wild-type animals. To account for the difference in the rate of development, we counted the number of cell deaths that occurred from the first cell death up to the comma stage. sli-1(sy143) worms take approximately 31 minutes longer than wild-type animals to develop to that stage at 20°C (144 minutes compared to 103 minutes). During this time, approximately 60–65 cell corpses appear in the wild-type animal. The number of cell corpses that appeared and when they appeared in wild-type and sli-1(sy143) embryos did not differ significantly ( Figure 2A ). However, the timing of appearance approaches statistical significance ( p value = 0.053), probably related to the difference in developmental speed. The length of time that corpses persisted was similar in wild-type and sli-1(sy143) animals ( Figure 2B ). In addition, apoptotic cell corpses in wild-type and sli-1(sy143) animals looked similar ( Figure 2C ). We conclude that the morphology and time of appearance of apoptotic cell corpses is not affected by sli-1 mutation.",
    "fig S1": "To study the expression pattern of SLI-1, we expressed gfp under control of the sli-1 promoter. Specifically, we fused the 5000 bp 5′ of the sli-1 ATG to gfp and injected that construct into wild type (N2) worms. Fluorescence was seen broadly throughout the embryo beginning prior to gastrulation and continuing through the L1 stage ( Figure S1 ). Higher levels of expression were seen in cells that would form the head beginning at approximately the 1½ fold stage of embryonic development. This pattern continued through the first larval stage with L1 animals showing GFP expression at high levels in the head and at lower levels throughout the body, including in body wall muscles, hypodermis, intestine, anal depressor muscles, and several neurons. During later larval development expression is seen in the distal tip cells (DTCs) ( Figure S1 panel ix). In adults, GFP was found in the head, body wall muscles, hypodermis, DTCs and some neurons. This expression pattern is consistent with our results; we observe sli-1 -dependent phenotypes in the heads and DTCs (see next section in results).",
    "fig 3B": "We also generated a translational fusion with sli-1 containing a C-terminal gfp expressed under control of the sli-1 promoter. This transgene was injected as an extrachromosomal array into ced-10(n1993); sli-1(sy143) animals. In animals in which high levels of GFP were observed, the animals invariably died during embryogenesis with bizarre morphological defects, indicating that overexpression of sli-1 is toxic to worms ( Figure 3B ). However, in animals with low levels of SLI-1::GFP expression, morphological abnormalities were not seen. We found that in these low level SLI-1::GFP expressing animals, the sli-1 mutant engulfment phenotype was rescued (data not shown).",
    "fig 3A": "We analyzed the expression pattern of P sli-1 sli-1::gfp in animals that were morphologically normal. The expression profile of this transgene was quite similar to that of the transcriptional fusion but the expression level was far lower ( Figure 3A ). Interestingly, SLI-1::GFP was observed surrounding cell corpses in most transgenic animals though in a small minority of cell corpses in each animal ( Figure 3A , panel i). While this finding suggests that SLI-1 normally is found at the cell-cell interface at some point during the engulfment process, there are several caveats, some of which argue against and others for this interpretation. SLI-1 might not normally surround cell corpses and only does so in animals in which the SLI-1::GFP transgene is overexpressed (although we suspect that it is not overexpressed at that high a level in morphologically normal animals, as we noted above). Another fact that appears inconsistent with SLI-1 normally being present at the interface between the engulfing and engulfed cell is that most corpses seen on DIC were not surrounded by GFP haloes. However, at least two phenomena could account for the lack of more GFP haloes. First, the embryos where we could analyze unengulfed cells had comparatively low levels of SLI-1::GFP expression, which would decrease the sensitivity of the assay. Second, since SLI-1 inhibits engulfment, it might need to be removed from the cell-cell interface for engulfment to occur. Thus, SLI-1 might only surround cell corpses briefly before being relocated within the engulfing cell.",
    "fig 3": "In mammals, the SLI-1 homolog Cbl is found primarily in the cytoplasm, but also at the plasma membrane and bound to the cytoskeleton [25] . In our transgenic lines in which SLI-1::GFP was overexpressed at high levels, GFP was seen preferentially at the cell periphery and less so in the cytoplasm ( Figure 3B ) though it is unclear if this localization is physiological given the overexpression. Furthermore, these embryos were very abnormal morphologically so conclusions regarding subcellular localization in these animals should be made very cautiously.",
    "fig 4": "The two distal tip cells (DTCs) migrate during development from the center of the animal outward and then back again, meeting approximately in the center of the animal. As they move, the gonads form behind them, resulting in two U-shaped gonads [44] , [45] . In ced-10 Rac pathway mutants, the gonads often have extra turns or arms caused by abnormal DTC migration [46] . We tested whether sli-1 mutation suppressed the DTC migration defects of ced-10 Rac pathway mutants. Mutation of sli-1 decreased the percentage of gonadal morphology defects in all ced-10 Rac pathway mutants tested, including null ced-5 and ced-12 mutants ( Figure 4 ). 48% of the gonads of ced-5(n1812) animals were abnormal whereas only 29% of the gonads of ced-5(n1812); sli-1(sy143) animals were abnormal ( p <0.008), while the percentages of abnormal gonads in ced-12(n3261) and ced-12(n3261); sli-1(sy143) animals were 40% and 12%( p <4.9×10 −6 ). These data demonstrate that SLI-1 inhibits DTC migration and that it does so independent of the CED-10 Rac pathway. Notably, since the CED-1 pathway has no role in DTC migration, SLI-1 appears to act in parallel to both engulfment pathways.",
    "fig 5": "For the DTC migration defect, ced-5(n1812) was suppressed by both abl-1(ok171) and sli-1(n3538) and was significantly more suppressed by the combination of the two mutations ( Figure 5 ). By contrast, the DTC migration defect of ced-10(n1993) was suppressed so effectively by sli-1(n3538) that the addition of the abl-1(ok171) mutation did not enhance the suppression, similar to what was observed in engulfment with the ced-6(n2095)- containing strains. However, it appears that there is a trend towards increased suppression with sli-1 and abl-1 mutations together though the difference does not reach statistical significance ( Figure 5 ).",
    "fig 6A": "abi-1 encodes the only C. elegans homolog of Abi, a member of the Wave Regulatory Complex (WRC). A combination of genetic and biochemical data suggest that ABL-1 and the CED-10 Rac pathway both act on the WRC through ABI-1 in parallel to each other: CED-10 Rac activates ABI-1 and ABL-1 inhibits it. Since SLI-1 acts in parallel to ABL-1, we asked whether it also acts on ABI-1. The only abi-1 mutations in existence (and abi-1 feeding RNAi) are quite weak and have no effect on engulfment alone but do enhance the engulfment defects of mutations in other engulfment genes. Therefore, we analyzed the effects of abi-1 mutation in combination with another engulfment mutation. Specifically, ced-1(e1735) null mutant animals containing combinations of mutations of abi-1 and/or sli-1 were assessed for the magnitude of their engulfment defects. sli-1(sy143) suppressed the engulfment defect of ced-1(e1735) animals in the presence or absence of the abi-1(tm494) mutation ( Figure 6A ). ced-1(e1735) L1 animals had 25.3 unengulfed corpses and ced-1(e1735); abi-1(tm494) animals had 35.0 corpses. ced-1(e1735); abi-1(tm494); sli-1(sy143) animals had 30.1 corpses. Similar findings were found for ced-5(n1812) mutants ( Figure 6B ). We also tested the effect of abi-1 on DTC migration using the ced-5(n1812) null mutation ( Figure 6C ). Similar to the findings with ced-1 in engulfment, sli-1(sy143) suppressed the DTC migration defect of ced-5(n1812) (48% vs. 29%) and sli-1(sy143) suppressed the DTC migration defect of an abi-1(tm494); ced-5(n1812) double mutant (49% vs. 26%). Thus, mutation of abi-1 did not completely suppress the effect of sli-1 on engulfment or DTC migration. abi-1(tm494) abolishes the ability of abl-1 null mutations to suppress defects in engulfment and DTC migration [14] . While these results do not prove that sli-1 acts in a different pathway from abi-1 , the findings are in stark contrast to those for abl-1, since abi-1 mutation does not abrogate the effects of a sli-1 null mutation on engulfment and DTC migration. Thus, abi-1 might act independently of the WRC.",
    "fig 6B": "The finding that sli-1(sy143) suppresses the abi-1(tm494) engulfment defect in the presence of a ced-5(n1812) null mutation ( Figure 6B ) supports our model that sli-1 acts in parallel to the ced-10 Rac pathway rather than upstream of the ced-10 Rac pathway in engulfment. The ced-5(n1812) mutation totally inactivates the ced-10 Rac pathway. If sli-1 acted upstream of the ced-10 Rac pathway, the ced-5(n1812) mutation would block the ability of sli-1(sy143) to suppress the abi-1(tm494) engulfment defect, which we did not observe. abi-1 encodes the only C. elegans homolog of Abi, a member of the Wave Regulatory Complex (WRC). A combination of genetic and biochemical data suggest that ABL-1 and the CED-10 Rac pathway both act on the WRC through ABI-1 in parallel to each other: CED-10 Rac activates ABI-1 and ABL-1 inhibits it. Since SLI-1 acts in parallel to ABL-1, we asked whether it also acts on ABI-1. The only abi-1 mutations in existence (and abi-1 feeding RNAi) are quite weak and have no effect on engulfment alone but do enhance the engulfment defects of mutations in other engulfment genes. Therefore, we analyzed the effects of abi-1 mutation in combination with another engulfment mutation. Specifically, ced-1(e1735) null mutant animals containing combinations of mutations of abi-1 and/or sli-1 were assessed for the magnitude of their engulfment defects. sli-1(sy143) suppressed the engulfment defect of ced-1(e1735) animals in the presence or absence of the abi-1(tm494) mutation ( Figure 6A ). ced-1(e1735) L1 animals had 25.3 unengulfed corpses and ced-1(e1735); abi-1(tm494) animals had 35.0 corpses. ced-1(e1735); abi-1(tm494); sli-1(sy143) animals had 30.1 corpses. Similar findings were found for ced-5(n1812) mutants ( Figure 6B ). We also tested the effect of abi-1 on DTC migration using the ced-5(n1812) null mutation ( Figure 6C ). Similar to the findings with ced-1 in engulfment, sli-1(sy143) suppressed the DTC migration defect of ced-5(n1812) (48% vs. 29%) and sli-1(sy143) suppressed the DTC migration defect of an abi-1(tm494); ced-5(n1812) double mutant (49% vs. 26%). Thus, mutation of abi-1 did not completely suppress the effect of sli-1 on engulfment or DTC migration. abi-1(tm494) abolishes the ability of abl-1 null mutations to suppress defects in engulfment and DTC migration [14] . While these results do not prove that sli-1 acts in a different pathway from abi-1 , the findings are in stark contrast to those for abl-1, since abi-1 mutation does not abrogate the effects of a sli-1 null mutation on engulfment and DTC migration. Thus, abi-1 might act independently of the WRC.",
    "fig 6C": "abi-1 encodes the only C. elegans homolog of Abi, a member of the Wave Regulatory Complex (WRC). A combination of genetic and biochemical data suggest that ABL-1 and the CED-10 Rac pathway both act on the WRC through ABI-1 in parallel to each other: CED-10 Rac activates ABI-1 and ABL-1 inhibits it. Since SLI-1 acts in parallel to ABL-1, we asked whether it also acts on ABI-1. The only abi-1 mutations in existence (and abi-1 feeding RNAi) are quite weak and have no effect on engulfment alone but do enhance the engulfment defects of mutations in other engulfment genes. Therefore, we analyzed the effects of abi-1 mutation in combination with another engulfment mutation. Specifically, ced-1(e1735) null mutant animals containing combinations of mutations of abi-1 and/or sli-1 were assessed for the magnitude of their engulfment defects. sli-1(sy143) suppressed the engulfment defect of ced-1(e1735) animals in the presence or absence of the abi-1(tm494) mutation ( Figure 6A ). ced-1(e1735) L1 animals had 25.3 unengulfed corpses and ced-1(e1735); abi-1(tm494) animals had 35.0 corpses. ced-1(e1735); abi-1(tm494); sli-1(sy143) animals had 30.1 corpses. Similar findings were found for ced-5(n1812) mutants ( Figure 6B ). We also tested the effect of abi-1 on DTC migration using the ced-5(n1812) null mutation ( Figure 6C ). Similar to the findings with ced-1 in engulfment, sli-1(sy143) suppressed the DTC migration defect of ced-5(n1812) (48% vs. 29%) and sli-1(sy143) suppressed the DTC migration defect of an abi-1(tm494); ced-5(n1812) double mutant (49% vs. 26%). Thus, mutation of abi-1 did not completely suppress the effect of sli-1 on engulfment or DTC migration. abi-1(tm494) abolishes the ability of abl-1 null mutations to suppress defects in engulfment and DTC migration [14] . While these results do not prove that sli-1 acts in a different pathway from abi-1 , the findings are in stark contrast to those for abl-1, since abi-1 mutation does not abrogate the effects of a sli-1 null mutation on engulfment and DTC migration. Thus, abi-1 might act independently of the WRC.",
    "fig 7": "SLI-1 inhibits the LET-23 EGFR/LET-60 Ras pathway and is thought to do so by ubiquinating the LET-23 protein, targeting it either for destruction or sequestration [29] , [30] . Mammalian Ras activates Rac. Therefore, it was plausible that SLI-1 might inhibit engulfment by suppressing the LET-23/LET-60 pathway and consequently decreasing activation of CED-10 Rac by LET-60. To test this possibility, we generated strains doubly mutant for engulfment genes and the gain-of-function mutation let-60(n1046gf) . We would expect gain-of-function mutations in this pathway to suppress engulfment defects if sli-1 normally inhibits this pathway. We found no consistent effect on the number of unengulfed apoptotic cells in animals with or without the let-60(n1046gf) mutation ( Figure 7 ). One allele of ced-12 was slightly enhanced while another allele of ced-12 and an allele of ced-2 were slightly suppressed. The only significantly modulated mutation was ced-6(n2095) , which was suppressed. Possibly this effect reflects a gene- or allele-specific interaction with let-60. Regardless, this pattern does not phenocopy either sli-1 mutation. Thus, sli-1 does not appear to act through the let-23 EGFR/ let-60 Ras pathway to inhibit engulfment.",
    "fig 8": "To determine which domain of SLI-1 is required for its suppression of engulfment and DTC migration defects, we ectopically expressed truncated forms of SLI-1 under control of the C. elegans heat-shock promoters in sli-1 mutant animals. The SLI-1 protein contains three domains, an N-terminal domain that binds tyrosine kinases (and several other proteins), a RING finger, which mediates its E3 ubiquitin ligase function and a C-terminal domain, which contains several proline-rich regions. Minigenes encoding wild-type sli-1 and truncation mutants of sli-1 lacking each of the three domains expressed under heat-shock promoter control were injected into ced-10(n1993); sli-1(sy143) worms. These constructs were generated previously [30] and generously provided to us by Paul Sternberg. ced-10(n1993); sli-1(sy143) larvae harboring extrachromosomal arrays were incubated for one hour at 33°C, and their gonadal morphologies were analyzed 30 hours later in young adults. The arrays contained sli-1 minigenes encoding full-length sli-1 or sli-1 lacking the N-terminus, RING finger or C-terminus ( sli-1wt, sli-1ΔN, sli-1ΔRING or sli-1ΔC, respectively). Figure 8 shows that the sli-1wt construct rescued the defect completely, while sli-1ΔRING and sli-1ΔC both partially rescued the defect and the sli-1ΔN did not rescue the defect at all. We also tested the sli-1ΔRING transgene in engulfment and found that it partially rescued the engulfment suppression defect ( Table 3 )."
}