{
    "fig 1": "Cerebellar GNPs increase expression of En2 postnatally in the inner EGL, concurrent with their cell cycle exit and early differentiation; therefore, En2 may be an important regulator of these processes. Using thymidine analog bromodeoxyuridine (BrdU) to label cells in S-phase, as previously published [ 48 ], we defined the labeling index [BrdU LI; (BrdU+/total cells) × 100%] of GNPs on postnatal day 7 (P7) of En2 KO and WT cerebellum (Figure 1 A,B). BrdU-labeled GNPs were localized normally in the outer EGL in both genotypes. The BrdU LI was increased by 15% in En2 KO compared to the WT (Figure 1 C), suggesting En2 may regulate precursor proliferation. Furthermore, genotype-dependent differences were even greater when proliferation was assessed specifically in the centrally localized vermis, a region that may express higher En2 levels [ 15 , 24 ]: the BrdU LI was 23% in the WT, whereas it was increased to 30% in the KO (Figure 1 D). These results are consistent with a model in which En2 normally suppresses S phase entry of GNP in the EGL. Differences in GNP proliferation in vivo may reflect the effects of distinct environmental signals such as growth factors derived from Purkinje neurons, which are reduced in the mutants, or alternatively, action of cell autonomous signals, such as En2 expression [ 49 ]. Previously, we reported that in the absence of mitogens, specifically Shh, mouse GNPs in culture rapidly exit the cell cycle [ 38 ]. Therefore, WT and KO GNPs were isolated from the cerebellum and cultured at low density in defined media without growth factors, and DNA synthesis was assessed at 24 h by BrdU immunocytochemistry. The proportion of GNPs in mitotic S-phase was two-fold higher in En2 KO cells (Figure 1 E,F). Further, there were similar numbers of live KO and WT GNPs counted at 24 h (WT = 143 ± 10.4; KO = 120 ± 9.8, total cells/five fields ± SEM; N = 5-6 per genotype; p = 0.14). These in vitro results recapitulate the in vivo finding that En2 KO GNPs fail to exit the cell cycle at the same rates as WT GNPs, an effect not likely due to changes in survival. These data also suggest that En2 participates in cell-autonomous regulation of the GNP cell cycle, independent of extracellular growth factors in the EGL. However, this raises the question, does En2 also function to modulate the effects of extracellular signals on cell cycle regulation?",
    "fig 2": "However, there may be an alternative model for the ability of PACAP plus IGF1 to overcome the neurite outgrowth deficiency observed in KO GNPs. Specifically, the anti-mitogenic effect of PACAP on both WT and KO GNPs, as above (Figure 2 C), may allow cells to differentiate that would have otherwise continued to proliferate. Thus, any anti-mitogenic signal would be expected to promote IGF1-induced neuritogenesis. To address this issue, KO and WT GNPs were cultured with FGF2, another anti-mitogenic signal, and effects of IGF1 were examined. FGF2, a strong anti-mitogenic signal in both WT and KO GNPs (Figure 2 C), elicited reductions in neurite outgrowth in both genotypes, suggesting it is not a pro-differentiation signal either (Figure 3 C). FGF2 significantly attenuated IGF1-induced neurite outgrowth by more than 30% in both genotypes (Figure 3 C). Thus, FGF2 represents both an anti-mitogenic and anti-neuritogenic signal that is equally active in both KO and WT GNPs. These findings are consistent with at least one report suggesting FGF2 inhibits neurite outgrowth in cerebellar GNPs [ 59 ]. Further, these data suggest KO GNP deficits in neurite outgrowth are not due to failed cell cycle exit, but rather a specific failure or delay in differentiation in the absence of En2 . IGF1 stimulates greater DNA synthesis in En2 KO GNPs in culture and in vivo . (A) Mitogenic stimulation of KO and WT GNPs was measured in 24 h cultures using 3 H-dT incorporation. IGF1 (10 ng/ml) and high-dose insulin (10 μg/ml) differentially increased KO DNA synthesis compared to WT, while Shh (3 μg/ml) elicited similar increases in both genotypes. Co-administration of IGF1 and Shh synergistically increased DNA synthesis, though differential genotype responses to IGF1 remained. Data presented as percent control 3 H-dT incorporation ± SEM; control: 350–550 cpm/well; growth factors: 800–2,200 cpm/well; 4–6 mice/genotype/experiment; 3–6 wells/treatment/experiment, derived from three experiments. (B) IGF1 elicited differential genotype responses at doses above 1 ng/ml (Note: IGF1 elicited 3-4-fold increased KO DNA synthesis in Figure 2 A-B; WT responses were less consistent across experiments.) N = 6-9 wells/group, from 3 experiments. (C) Anti-mitogens reduced DNA synthesis similarly across genotypes. FGF2 (10 ng/ml) and PACAP (10 nM) attenuated, but did not abolish, differential genotype responses to IGF1. N = 6-9 wells/group from three experiments. (D) In vivo, IGF1 (10μg/gbw) also differentially increased cerebellar 3 H-dT incorporation (see Methods). 3 H-dT incorporation after saline injection was not different between genotypes (WT = 73% + 1.6; KO = 66% + 3.5; p = 0.08). IGF1 significantly increased DNA synthesis over saline injection in both genotypes, however WT DNA synthesis increased 9.7% while KO DNA synthesis increased 28%. Two-way ANOVA yielded significant genotype × IGF1 interaction. KO: N = 9 saline, N = 6 IGF1; WT: N = 12 saline, N = 6 IGF1; N = 6 experiments, a minimum of one pup per genotype was injected with saline and IGF1 in each experiment. Con : Control; F : FGF2; P : PACAP: t -test *, compared between genotypes, p < 0.05; ** p < 0.01; *** p < 0.001; t -test #, compared to genotype control, p < 0.05; ## p < 0.01; ### p < 0.001; %, compared within genotype, p < 0.05; $: two-way ANOVA, IGF1 F(1,29) = 28.5, p < 0.0001, genotype F(1,29) = 0.11, p = 0.74, genotype × IGF1 interaction F(1,29) = 4.88, p = 0.035. To determine whether IGF1 signaling is differentially regulated by the absence of En2 in vivo , we administered a single subcutaneous injection of IGF1 (10 u g/gbw) to P7 KO and WT mice and measured total cerebellar tissue DNA synthesis using radiolabeled 3 H-dT thymidine. As previously described for effects of peripherally injected bFGF on neonatal cerebellum [ 48 ], changes in the magnitude of 3 H-dT thymidine incorporation into whole cerebellar homogenates (see [ 37 ], Figure one) closely paralleled changes in the labeling index of isolated GNPs (see [ 37 ], Figure four), supporting the value of this approach. With regard to IGF1, previous studies indicate that peripherally administered growth factor actively passes the blood-brain-barrier via a saturable transport mechanism and penetrates the brain parenchyma [ 41 , 57 ]. Preliminary studies conducted at 4, 8 and 12 h post-IGF1 injection, with a subcutaneous 3 H-dT (5 u Ci/g) injection 2 h prior to sacrifice, indicated the greatest increase in DNA synthesis was observed at 8 h. As we detected in culture, IGF1 significantly increased total cerebellar DNA synthesis in both genotypes in vivo . However, in the absence of En2 , IGF1 elicited a far greater increase in cerebellar DNA synthesis, increasing 3 H-dT incorporation by 28% over saline injection in the KO, whereas the increase was only 9.7% in the WT (Figure 2 D). These data recapitulate in vivo that IGF1-induced mitogenesis is differentially regulated in the absence of En2 and suggest En2 negatively regulates IGF1 signaling during postnatal cerebellar development. Mitogenic growth factors, those that promote G1/S-phase transition, were added to defined media, and DNA synthesis in KO and WT GNPs was assessed by measuring 3 H-deoxythymidine ( 3 H-dT) incorporation. Sonic hedgehog (Shh), arguably the most well-recognized mitogen in postnatal cerebellar development [ 38 , 50 , 53 - 55 ], elicited identical increases in DNA synthesis in both genotypes (Figure 2 A). However, insulin-like growth factor 1 (IGF1) and high-dose insulin, known to act through the IGFI receptor [ 56 ], elicited two-fold greater increases in DNA synthesis of KO GNPs (Figure 2 A). This differential genotype response was apparent at physiologic concentrations of IGF1 and above (Figure 2 B). Since the dose-response profiles to IGF1 were similar between genotypes, the differential mitogenic responses were not a function of the specific dose employed, and the receptor-ligand binding kinetics are apparently unchanged. Furthermore, Shh and IGF1 together increased DNA synthesis synergistically; however, the differential genotype-specific responses persisted (Figure 2 A). This suggests IGF1 may specifically stimulate enhanced proliferation in the absence of En2 . To further explore the specificity of IGF1 effects, anti-mitogenic stimuli, fibroblast growth factor-2 (FGF2) and pituitary adenylate cyclase activating peptide (PACAP), which block cell cycle progression in mouse GNPs [ 38 ], were added to defined media, and DNA synthesis was assessed (Figure 2 C). FGF2 treatment reduced WT GNP incorporation by 50%, whereas PACAP elicited a 25% reduction, and both FGF2 and PACAP together reduced incorporation by 65%; virtually identical changes in DNA synthesis were observed in KO GNPs. Moreover, these anti-mitogenic signals attenuated IGF1-stimulated increases in DNA synthesis in both genotypes. Nonetheless, IGF1 stimulated greater DNA synthesis in KO GNPs even in the presence of these anti-mitogenic stimuli (Figure 2 C). No other growth factors we tested elicited differential genotype-specific responses in DNA synthesis, including epidermal growth factor (EGF), brain-derived neurotrophic factor (BDNF) and vascular endothelial growth factor (VEGF), nor did Wnt-3a-conditioned media (data not shown). These data suggest IGF1 signaling may be differentially regulated in the absence of En2 in cultured GNPs.",
    "fig one)": "To determine whether IGF1 signaling is differentially regulated by the absence of En2 in vivo , we administered a single subcutaneous injection of IGF1 (10 u g/gbw) to P7 KO and WT mice and measured total cerebellar tissue DNA synthesis using radiolabeled 3 H-dT thymidine. As previously described for effects of peripherally injected bFGF on neonatal cerebellum [ 48 ], changes in the magnitude of 3 H-dT thymidine incorporation into whole cerebellar homogenates (see [ 37 ], Figure one) closely paralleled changes in the labeling index of isolated GNPs (see [ 37 ], Figure four), supporting the value of this approach. With regard to IGF1, previous studies indicate that peripherally administered growth factor actively passes the blood-brain-barrier via a saturable transport mechanism and penetrates the brain parenchyma [ 41 , 57 ]. Preliminary studies conducted at 4, 8 and 12 h post-IGF1 injection, with a subcutaneous 3 H-dT (5 u Ci/g) injection 2 h prior to sacrifice, indicated the greatest increase in DNA synthesis was observed at 8 h. As we detected in culture, IGF1 significantly increased total cerebellar DNA synthesis in both genotypes in vivo . However, in the absence of En2 , IGF1 elicited a far greater increase in cerebellar DNA synthesis, increasing 3 H-dT incorporation by 28% over saline injection in the KO, whereas the increase was only 9.7% in the WT (Figure 2 D). These data recapitulate in vivo that IGF1-induced mitogenesis is differentially regulated in the absence of En2 and suggest En2 negatively regulates IGF1 signaling during postnatal cerebellar development.",
    "fig four),": "To determine whether IGF1 signaling is differentially regulated by the absence of En2 in vivo , we administered a single subcutaneous injection of IGF1 (10 u g/gbw) to P7 KO and WT mice and measured total cerebellar tissue DNA synthesis using radiolabeled 3 H-dT thymidine. As previously described for effects of peripherally injected bFGF on neonatal cerebellum [ 48 ], changes in the magnitude of 3 H-dT thymidine incorporation into whole cerebellar homogenates (see [ 37 ], Figure one) closely paralleled changes in the labeling index of isolated GNPs (see [ 37 ], Figure four), supporting the value of this approach. With regard to IGF1, previous studies indicate that peripherally administered growth factor actively passes the blood-brain-barrier via a saturable transport mechanism and penetrates the brain parenchyma [ 41 , 57 ]. Preliminary studies conducted at 4, 8 and 12 h post-IGF1 injection, with a subcutaneous 3 H-dT (5 u Ci/g) injection 2 h prior to sacrifice, indicated the greatest increase in DNA synthesis was observed at 8 h. As we detected in culture, IGF1 significantly increased total cerebellar DNA synthesis in both genotypes in vivo . However, in the absence of En2 , IGF1 elicited a far greater increase in cerebellar DNA synthesis, increasing 3 H-dT incorporation by 28% over saline injection in the KO, whereas the increase was only 9.7% in the WT (Figure 2 D). These data recapitulate in vivo that IGF1-induced mitogenesis is differentially regulated in the absence of En2 and suggest En2 negatively regulates IGF1 signaling during postnatal cerebellar development.",
    "fig 3": "However, there may be an alternative model for the ability of PACAP plus IGF1 to overcome the neurite outgrowth deficiency observed in KO GNPs. Specifically, the anti-mitogenic effect of PACAP on both WT and KO GNPs, as above (Figure 2 C), may allow cells to differentiate that would have otherwise continued to proliferate. Thus, any anti-mitogenic signal would be expected to promote IGF1-induced neuritogenesis. To address this issue, KO and WT GNPs were cultured with FGF2, another anti-mitogenic signal, and effects of IGF1 were examined. FGF2, a strong anti-mitogenic signal in both WT and KO GNPs (Figure 2 C), elicited reductions in neurite outgrowth in both genotypes, suggesting it is not a pro-differentiation signal either (Figure 3 C). FGF2 significantly attenuated IGF1-induced neurite outgrowth by more than 30% in both genotypes (Figure 3 C). Thus, FGF2 represents both an anti-mitogenic and anti-neuritogenic signal that is equally active in both KO and WT GNPs. These findings are consistent with at least one report suggesting FGF2 inhibits neurite outgrowth in cerebellar GNPs [ 59 ]. Further, these data suggest KO GNP deficits in neurite outgrowth are not due to failed cell cycle exit, but rather a specific failure or delay in differentiation in the absence of En2 . GNPs were isolated from P7 WT mice and transfected 2 h after plating with the En2 -GFP cDNA vector or control GFP vector. Proliferation was assessed 24 h after the 5-h transfection period by a terminal 4-h pulse of BrdU, approximately 30 h post plating. While GNPs transfected with control GFP vector exhibited a BrdU LI of 6.54%, overexpression of En2 completely abolished BrdU labeling (Figure 5 A-H; p ≤ 0.05; n = 8 per vector). In addition to cell cycle withdrawal, En2 overexpression elicited a 2.5-fold increase in WT GNPs exhibiting neuronal morphologies (i.e., neurite-bearing cells, Figure 5 I, K) compared to GFP-transfected controls, indicating that En2 overexpression promotes cell cycle exit and early differentiation. Moreover, in GNPs from the KO mouse, En2 overexpression elicited effects that were nearly identical to WT cells, demonstrating a two-fold increase in cells exhibiting neuronal morphologies (Figure 5 J,K). These data suggest the deficits in neurite outgrowth observed in KO GNPs (Figure 3 ) that are due to the developmental absence of En2 were rescued by acute re-expression of the transcription factor at P7. Thus, as predicted, En2 overexpression produced effects opposite to En2 deletion, reducing markers of proliferation while increasing markers of differentiation. In addition to regulating the cell cycle and differentiation, both PACAP and IGF1 exert trophic support for developing GNPs in the EGL [ 38 , 52 ]. Therefore, differences observed in DNA synthesis and neurite outgrowth between WT and En2 KO GNPs could reflect differences in survival. To examine survival, cells were plated at low density (10,000 cells/cm 2 ) to limit cell-cell contact and counted at 24 h in defined media without and with PACAP, IGF1, or PACAP and IGF1 together. Initial counts were taken at 2 h post plating to ensure equal numbers of cells were aliquoted and attached between genotypes. As reported previously, both PACAP and IGF1 increased the number of WT cells, and they exhibited a trend toward additivity when co-administered (Figure 3 D). Significantly, En2 KO cells responded identically to WT GNPs, exhibiting similar increases in cell numbers when incubated with PACAP, IGF1 and combined factors (Figure 3 D). Thus, the absence of En2 does not appear to be deleterious to GNP survival or to alter the trophic responses to growth factors. Further, these data suggest differences in DNA synthesis and neurite outgrowth observed between KO and WT GNPs are due to differentially regulated mechanisms underlying mitosis and differentiation, and not differences in cell survival or cell death. Postnatal En2 expression begins in postmitotic GNPs in the inner EGL at, or just before, the start of differentiation and migration [ 15 , 24 ], suggesting this gene may regulate these processes. However, En2 KO mice develop a mature, albeit smaller, IGL than the WT, suggesting En2 may not be required for these processes but rather may modulate them. To address GNP differentiation in the absence of En2 , KO and WT cells were cultured in defined media for 24 h without and with growth factors, and differentiation was assessed by quantifying neurite-bearing cells, as previously described [ 58 ] (Figure 3 A). In media lacking growth factors, an identical percentage of WT and KO GNPs extended neurites (WT = 16.5% ± 1.88; KO = 16.8% ± 0.74; percent bearing neurites ± SEM; p = 0.86). When cultured with well-characterized neuritogenic factors PACAP or IGF1 [ 51 , 52 ], WT cells exhibited increased neurite outgrowth of 30% and 56%, respectively, over that occurring in defined media alone. However, En2 KO GNPs failed to respond to PACAP, whereas IGF1 only increased KO neurite outgrowth by 23%, a 59% reduction ( p ≤ 0.05) in IGF1-stimulated outgrowth compared to WT levels (Figure 3 B). Thus, in the absence of En2 , GNPs exhibit reduced growth factor-induced neurite outgrowth, suggesting that En2 expression normally enhances differentiation. Interestingly, simultaneous administration of IGF1 and PACAP together “rescued” the KO GNP differentiation deficit, increasing neurite outgrowth to WT GNP levels (Figure 3 B). These results may suggest there are convergent signaling pathways downstream of PACAP and IGF1 that together can promote GNP differentiation even in the absence of En2 .",
    "fig 4": "As shown above, IGF1 is a pleiotropic signal in the developing cerebellum, regulating proliferation, neurite outgrowth and survival via its tyrosine-kinase receptor, the IGF1 receptor (IGF1R), which is activated through receptor autophosphorylation of tyrosine residues [ 60 ]. Activated IGF1R in turn binds and activates one of several phosphorylation cascades engaging different signal transduction pathways, with phosphotidylinositol-3-kinase (PI3K) being one of the most commonly activated in cerebellar GNPs [ 61 - 63 ]. PI3K can induce activation of phosphokinase B/Akt (Akt), leading to inhibition of glycogen synthase-kinase-3-beta (GSK3beta), and can promote proliferation and survival [ 64 , 65 ]. Alternatively, IGF1 signaling can activate ras/raf-MEK, which activates the mitogen-activated protein kinase (MAPK)/extracellular signal-regulated protein kinase 1 and 2 (ERK1/2), leading to survival and differentiation [ 66 ]. To determine which cascades may underlie genotype-specific effects of IGF1, protein levels and the activation ratios of phospho-Akt/Akt (P-Akt) and phopho-ERK1/2/ERK1/2 (P-ERK) were measured by Western blot. Initial comparisons were made between untreated, whole cerebellar lysates from P7 KO and WT mouse pups. There were no genotype differences in either P-Akt or P-ERK, suggesting that in the absence of En2, baseline pathway activation was similar to WT in developing cerebellum (Figure 4 A). To determine whether IGF1 signaling through PI3K-Akt or MAPK is altered specifically in GNPs in the absence of En2 , cells were isolated from each genotype and cultured at cell densities similar to those used in the 3 H-dT proliferation assays. To assess IGF1 activity, KO and WT GNPs were cultured in defined media for 2 h without IGF1 and were then pulsed for 30 min with vehicle or 10 ng/ml IGF1. Both KO and WT GNPs exhibited almost no P-Akt activation in vehicle-treated control cultures (Figure 4 B). Conversely, IGF1 elicited identical, robust phosphorylation of Akt in both genotypes. Previous studies show that PI3K pathway activation, measured by phosphorylation of Akt, occurs within minutes of growth factor treatment and becomes maximal at 1 h [ 67 ]. However, our culture results on mitosis and differentiation were obtained following continuous growth factor exposure for 24 h. Therefore, experiments were repeated at several later time points, including IGF1 treatments of 15 min, 4 h and 8 h. Though IGF1 increased P-Akt early at 15 min, and to a lesser degree at 4 h and 8 h, there were no differences between the genotypes; further, phospho-GSK3-beta protein levels were also no different between genotypes (data not shown). Furthermore, IGF1 pulses did not significantly increase P-ERK at any time point, nor were P-ERK levels different between the genotypes (Figure 4 C). This suggests that in our culture models, IGF1 preferentially activates the PI3K-Akt pathway, whereas the MAPK pathway is constitutively activated, similar to previous reports [ 68 ]. Genotype-specific differences in IGF1 responses do not appear to be mediated by these dominant upstream pathways. Given the dominance of the PI3K pathway in our culture models, differences in En2 KO and WT GNP responses to IGF1 were explored further downstream of Akt. The downstream Akt target, mammalian target of rapamycin (mTOR), is known to regulate cell cycle progression as well as protein translation via activation of S6 kinase (S6K) and eukaryotic initiation factor 4B (eIF4B) [ 69 ]. In contrast to the upstream signals, IGF1 induced a differential genotype response in phospho-S6 kinase (P-S6K), eliciting a 25-fold increase in P-S6K levels in KO GNPs at 30 min, but inducing no significant increase in WT GNPs (Figure 4 D). These data suggest that the differential genotype response of WT and KO GNPs to IGF1 may reflect a previously undefined interaction between En2 and downstream effector molecules of the IGF1-PI3K-Akt-mTOR signaling cascade.",
    "fig 5": "GNPs were isolated from P7 WT mice and transfected 2 h after plating with the En2 -GFP cDNA vector or control GFP vector. Proliferation was assessed 24 h after the 5-h transfection period by a terminal 4-h pulse of BrdU, approximately 30 h post plating. While GNPs transfected with control GFP vector exhibited a BrdU LI of 6.54%, overexpression of En2 completely abolished BrdU labeling (Figure 5 A-H; p ≤ 0.05; n = 8 per vector). In addition to cell cycle withdrawal, En2 overexpression elicited a 2.5-fold increase in WT GNPs exhibiting neuronal morphologies (i.e., neurite-bearing cells, Figure 5 I, K) compared to GFP-transfected controls, indicating that En2 overexpression promotes cell cycle exit and early differentiation. Moreover, in GNPs from the KO mouse, En2 overexpression elicited effects that were nearly identical to WT cells, demonstrating a two-fold increase in cells exhibiting neuronal morphologies (Figure 5 J,K). These data suggest the deficits in neurite outgrowth observed in KO GNPs (Figure 3 ) that are due to the developmental absence of En2 were rescued by acute re-expression of the transcription factor at P7. Thus, as predicted, En2 overexpression produced effects opposite to En2 deletion, reducing markers of proliferation while increasing markers of differentiation.",
    "fig 6": "To further explore En2 effects, we performed additional studies in postnatal rats, which exhibit very similar cerebellar development [ 70 , 71 ], because several antibodies were ineffective for murine cells, and postnatal rats were more readily available. En2 DNA and protein sequences are highly homologous across mammalian species, with ~96% homology between mouse and rat [ 72 ]. As observed in mouse, rat GNPs overexpressing En2 also exhibited a reduction in BrdU LI, by 67%, compared to GFP-only transfected cells (Figure 6 A). However, changes in BrdU labeling may possibly reflect changes in cell cycle stage lengths. To more directly assess precursor status, we immunostained GNPs for proliferating cell nuclear antigen (PCNA). In contrast to BrdU, PCNA is expressed from S- through M-phase and has a long half-life, making it a more sensitive marker of the precursor cell compartment [ 73 ]. More than 30% of GNP exhibited PCNA immunoreactivity (Figure 6 B), suggesting that many cells were proliferative precursors. Overexpression of En2 reduced PCNA immunostaining by 52% (Figure 6 B), suggesting that gene overexpression induced cells to transition from precursors to postmitotic neurons. Additionally, similar to mouse GNPs, overexpression of En2 in rat GNPs resulted in a two-fold increase in cells exhibiting neuronal morphologies (Figure 6 C). Furthermore, neurite-bearing cells characteristically express cytoskeletal proteins such as microtubule-associated protein 1b (Map1b), which is a known target for regulation by En [ 74 ]. En2 overexpression increased Map1b immunostaining in transfected GNPs by 27% (Figure 6 D). Together, these data suggest En2 overexpression promotes rat GNP cell cycle exit similar to mice, suggesting En2 may have an evolutionarily conserved function in other mammalian species.",
    "fig 7": "These initial observations require further study to (1) define relationships of P-S6K activation to enhanced mitogenesis and (2) identify mediating upstream regulators, potentially members of the mTOR complex 1 family [ 69 , 80 , 81 ]. Indeed, extracellular mitogens promote mTOR signaling, which acts through S6K and eIF4B to promote cell proliferation [ 80 ]. eIF4B phosphorylation by S6K in turn is growth-factor dependent and important for promoting ribosome-mRNA binding, and consequent growth and proliferation [ 69 ]. Significantly, Engrailed 2 protein has previously been shown to bind eIF4E [ 82 ]. Thus, Engrailed 2 may interact with other members of the eIF4 family, such as eIF4B, providing a mechanism through which En2 alters downstream mTOR signaling. This might explain the increases in IGF1-induced proliferation we observe both in vitro and in viv o. However, what underlies the increased IGF1-induced S6K phosphorylation in En2 KO cells? Independent of Akt-mTOR signaling, IGF1 activates through PI3K the 3-phosphoinositide-dependent protein kinase 1 (PDK1), which is known to phosphorylate S6K (Figure 7 ) [ 83 ]. Thus, PDK1 is a candidate in addition to mTOR for further study. Furthermore, since S6K itself negatively regulates IGF1 signaling by phosphorylating the insulin response substrate 1 (IRS1) [ 84 ], En2 may disrupt this inhibitory feedback loop, leading to increased S6K phosphorylation and activation via mTOR-dependent and -independent pathways downstream of PI3K. Thus, our data suggest En2 may function normally to attenuate mTOR-mediated proliferation in a growth factor-rich environment, though the mechanisms by which this may occur remain to be explored. Previous evidence indicates that multiple interactions of intrinsic and extrinsic signals control GNP proliferation. With regard to extrinsic signals, we previously found that PACAP inhibits Shh-induced GNP mitosis by upregulating adenylate cyclase [ 38 ], whereas others show similar roles for bone morphogenetic proteins via Smad [ 53 , 85 ]. Conversely, in the current study, we find IGF1 and Shh synergistically stimulate DNA synthesis. Furthermore, interactions between intrinsic signals and growth factors are also known. For example, transcription factor Atoh1/MATH1 expressed in EGL precursors promotes Shh-induced proliferation [ 86 ] by regulating expression of downstream target, Gli1 [ 87 ]. Similar promitogenic effects have been defined for Zic family members, including 1, 2 and 4, as well as ATF5 [ 88 - 90 ]. On the other hand, ZNF238/RP58 is expressed as GNPs exit the cell cycle, and overexpression inhibits proliferation [ 91 , 92 ], findings that parallel our observations with En2 . Thus, a number of gene-growth factor interactions likely contribute to GNP development. That no other mitogenic or anti-mitogenic signal elicited genotypic differences in En2 KO and WT GNPs suggests there is a specific yet indirect interaction between En2 and IGF1 signaling (Figure 7 ), with one feature being altered S6K activation. The expression of En2 by GNPs may facilitate their transition from proliferation to differentiation in an environment rich in mitogenic signals [ 93 ], thereby allowing subpopulations of cells to continue cycling while others exit and differentiate. En2 expression has been reported to be greater in the vermis than the hemispheres [ 15 , 24 ], which may be one mechanism explaining the delay between vermis and hemisphere GNP proliferation during development [ 23 ]."
}