{
    "fig 1": "Telomere shortening is considered the initiating event in pancreatic tumorigenesis by inducing genetic instability and is discussed separately below. Another early event in PDAC development is mutation of the oncogene KRAS2, which is found altered in 20% of PanIN-1 lesions and this percentage increases with progression to invasive carcinoma. The tumor suppressor gene most commonly found mutated in PDAC is CDKN2A . This gene is found mutated in, respectively, 30%, 50%, and 70% of PanIN-1, PanIN-2, and PanIN-3 lesions [ 17 ]. Two additional important tumor suppressor genes in PDAC are TP53 and SMAD4 . In precursor lesions, mutations in these genes are mainly observed in PanIN-3 lesions in transition to invasive growth warranting TP53/SMAD4 defects as a late event in PDAC development [ 18 , 19 ]. In Figure 1 and Table 1 , the most commonly observed specific genetic alterations in preinvasive lesions of PDAC are mentioned, but many additional alterations exist. In order to understand pancreatic carcinogenesis, the whole known spectrum of alterations has to be considered as well as the cellular interactions.",
    "fig Table": "Telomere shortening is considered the initiating event in pancreatic tumorigenesis by inducing genetic instability and is discussed separately below. Another early event in PDAC development is mutation of the oncogene KRAS2, which is found altered in 20% of PanIN-1 lesions and this percentage increases with progression to invasive carcinoma. The tumor suppressor gene most commonly found mutated in PDAC is CDKN2A . This gene is found mutated in, respectively, 30%, 50%, and 70% of PanIN-1, PanIN-2, and PanIN-3 lesions [ 17 ]. Two additional important tumor suppressor genes in PDAC are TP53 and SMAD4 . In precursor lesions, mutations in these genes are mainly observed in PanIN-3 lesions in transition to invasive growth warranting TP53/SMAD4 defects as a late event in PDAC development [ 18 , 19 ]. In Figure 1 and Table 1 , the most commonly observed specific genetic alterations in preinvasive lesions of PDAC are mentioned, but many additional alterations exist. In order to understand pancreatic carcinogenesis, the whole known spectrum of alterations has to be considered as well as the cellular interactions.",
    "fig 2": "In 2008, Jones et al. used global genomic sequencing to identify the genetic alterations in pancreatic cancer cells. Over 21,000 genes were screened in 24 different PDAC samples. On average, 63 relevant genetic alterations were found per sample, emphasizing the extreme complexity of this disease. These genetic alterations mostly affected 12, partially overlapping, signaling pathways that consequently contained abnormalities in the majority of cases [ 20 , 21 ]. The identification of these pathways intelligently created a comprehensible view of pancreatic carcinogenesis without simplifying too much [ 21 ]. All previously known genetic alterations were included and put into the context of the pathways in which they function. Five of the pathways describe specific cellular functions; apoptosis, DNA damage repair, G1/S phase cell cycle progression, cell-cell adhesion and invasion ( Figure 2 ). The other pathways are signaling cascades and can be divided into three groups: embryonic signaling pathways, the MAPkinase signaling pathways, and TGF- β signaling. The molecular characteristics of PDAC are described within the context of these various specific pathways in the subsequent paragraphs. Table 2 gives an overview of the various affected pathways and their most commonly mutated genes in PDAC.",
    "fig 3": "Apoptosis, or programmed cell death, plays an essential role in cancer development since resistance to apoptosis is a key factor in the survival of a cancer cell ( Figure 3 ). Apoptosis is induced by executioner caspases upon activation by the apoptosome complex. This complex consists, among others, of cytochrome C, Caspase-9, and Apaf1 and is released from the mitochondria when pro-apoptotic signaling by Bak/Bax outweighs antiapoptotic signaling by Bcl2, Bcl-X(L) or Mcl-1. Inhibitors of apoptosis proteins (IAPs) can inhibit apoptosis at the end of the signaling cascade by direct inhibition of the executioner caspases. In PDAC, genes implicated in the apoptosis pathway were found altered in all tumors studied [ 21 ]. Also, previous reports document impaired apoptotic signaling in this disease. For example, a high fraction of apoptotic cells has been correlated with longer overall survival as well as absence of nodal involvement [ 28 ]. Moreover, most chemotherapeutics act through apoptosis induction whereby therapy resistance often is the result of defective apoptosis pathways. Antiapoptotic genes BCL-2 , BCL-X(L) , and MCL-1 are expressed in, respectively, 13%, 54%, and 86% of PDAC samples as shown by immunohistochemistry, and repression of BCL-2 and MCL-1 was shown to enhance apoptosis in PDAC [ 29 , 30 ]. The observed apoptotic effect was even more pronounced when treatment was combined with gemcitabine [ 31 ].",
    "fig 4": "There are three major mitogen activated phosphorylated kinases (MAPK): extracellular signal-regulated kinase (ERK), c-Jun N-terminal kinase (JNK), and p38. All MAPK signaling pathways consist of the same basic kinase components. Stimulation of an upstream MAP2K kinase (MAP3K) by growth factors, stress, or other extracellular signals leads to phosphorylation of a MAPK kinase (MAP2K), culminating in the phosphorylation of a terminal MAPK ( Figure 4 ).",
    "fig 5": "The transforming growth factor β (TGF- β ) pathway has been linked to PDAC for many years. TGF- β signaling is involved in a wide range of cellular processes [ 73 ]: It is one of the most potent cell proliferation inhibitors and has many other cellular responsibilities including differentiation, apoptosis, and angiogenesis [ 74 ]. Binding of a TGF- β family ligand to the TGF- β II receptor leads to phosphorylation of the TGF- β I receptor and thereby activation of the TGF- β receptor substrates capable of signal transduction, that is, the Smad family proteins. Eight different SMAD genes have been described. Once activated, the receptor subsequently phosphorylates a regulatory Smad (Smad1–3, 5, 8), allowing this protein to associate with Smad4. The latter aids the regulatory Smad complex in its transfer to the nucleus where subsequent transcription of the target genes is induced. Inhibitory Smads regulate Smad-signaling through inhibition of the TGF- β receptor phosphorylation. Thus far, Smad7 is the only characterized inhibitory Smad ( Figure 5 ) [ 73 ].",
    "fig 6": "TGF- β influences cellular proliferation through inhibition of G1/S-transition. This is accomplished though expression of cyclin kinase inhibitors such as p15, p21, and p27 [ 75 ]. Also, TGF- β signaling represses c-Myc expression, an ubiquitous promoter of cell cycle progression. Jones et al. found altered TGF- β pathway expression in all their PDAC samples [ 21 ]. The most commonly affected protein in the TGF- β pathway is Smad4. Smad4 is inactivated in ~55% of PDACs [ 76 , 77 ]. Patients with preserved Smad4 signaling have a significantly longer survival than patients with Smad4 loss [ 77 – 79 ]. Also, Iacobuzio-Donahue et al. found a significantly higher percentage of Smad4 loss in patients who had died from PDAC with widespread metastatic disease compared to patients who died of locally advanced tumors [ 79 ]. Loss of Smad4 expression is not only a prognosticator but it can also serve as a diagnostic biomarker since sensitive and specific antibodies are available that can be used to characterize Smad4 protein expression by immunohistochemistry ( Figure 6 ) [ 78 ].",
    "fig 7": "Not surprisingly, since embryogenesis shares many characteristics with carcinogenesis, different embryonic pathways are involved in tumor development. There are three embryonic pathways involved in pancreatic carcinogenesis: Notch, Hedgehog, and Wnt ( Figure 7 )."
}