{
    "fig 1": "Administration of a toxic dose of APAP induced lethal hepatitis in mice. It is well established that APAP induces hepatic inflammation and liver cell damage [ 64 ]. The mechanism of the development of APAP-induced hepatic inflammation was unclear. However, recently, the following mechanism was clearly demonstrated. APAP treatment induces hepatocyte cell death by the direct action of the APAP metabolite, resulting in liberation of dead cell-derived free DNA. This DNA in turn induces inflammatory responses that produce precursor IL-1β and IL-18 in sinusoidal endothelial cells via TLR9 activation. In parallel, the NLRP3 inflammasome is activated and then it secretes mature IL-18 and IL-1β, although the agonist(s) involved in the NLRP3 inflammasome activation is unknown. Il18 −/− mice are somewhat resistant to APAP-induced mortality [ 64 ]. Treatment with neutralizing IL-1β antibody or TLR9 antagonists significantly rescues mice from APAP-induced lethality [ 64 ]. Thus, APAP induces hepatic inflammation via the activation of innate signal receptors sensing extracellular and intracellular molecules in host cells. In addition to hepatic inflammation, coagulation disorder has been demonstrated to be involved in APAP-induced liver injuries [ 65 ]. After APAP challenge, mice exhibit substantial fibrin deposition in their livers. Plasma TAT levels were elevated, followed by an increase in plasma PAI-1 levels, suggesting both local and systemic hypercoagulability. Heparin treatment protected against liver injury. Furthermore, Tf −/− TF transgenic mice, cells of which constitutively express fixed low levels of human TF but lack the capability to express endogenous murine TF, are resistant to APAP-induced liver injury [ 65 ]. More recently, hepatocytes were reported to be a major cellular source of TF in the liver [ 66 ]. They reported that primary cultured murine hepatocytes expressed TF on their surface even under normal conditions. Furthermore, hepatocytes isolated from WT mice have the potential to exert procoagulant activity in vitro . In contrast, hepatocytes isolated from liver-specific TF conditional knockout mice lack this capacity. Notably, intravenous injection of normal hepatocytes, but not those from the hepatocyte-specific TF-deficient mice, induced plasma TAT elevation [ 66 ]. Thus, hepatocytes themselves are capable of activating the coagulation cascade by expressing TF. Intriguingly, the mutant mice developed liver injury in the limited early phase after APAP treatment, as did the WT mice. This is perhaps due to the direct, hepatocytocidal action of the APAP-derived toxic metabolite. Therefore, it is plausible that during liver damage induced by the APAP-derived hepatocytotoxin, the injured hepatocytes might trigger the activation of the procoagulation system by contact with the procoagulant factors in the circulation. Under normal conditions, however, hepatocytes cannot activate the coagulation cascade because of their localization apart from the sinusoid ( Figure 1 ). From this, we may assume that under poor anticoagulable conditions, liver damage by itself has a predisposition to trigger hypercoagulability irrespective of the mechanism by which liver damage is induced. The liver is anatomically connected with the intestinal system by the portal vein. The nutrients absorbed from the digestive system are carried into the mesenteric veins, which converge into the portal vein. Thus, the liver serves as an industrial complex in which the parenchymal cells maintain normal metabolism by utilizing the nutrients to fine-tune the catabolic and anabolic pathways. To efficiently extract nutrients from the food we eat, our digestive system relies on indigenous, commensal resident bacteria. Therefore, the gut-derived bacteria, or their products, can incidentally reach the liver [ 1 ]. The liver consists of parenchymal (hepatocytes) and non-parenchymal cells that are primarily divided into three types as follows: Kupffer cells, which are tissue macrophages localized within the liver sinusoid and serve as nurses for homeostatic liver regeneration as well as gatekeepers [ 2 , 3 ]; sinusoidal endothelial cells; and stellate cells, which were originally designated “Ito cells”, that exist within the space of Disse, apart from the sinusoid [ 1 , 4 ] ( Figure 1 ). Lymphocytes reside in the liver as well. Natural killer (NK) cells, which were previously histologically referred to as “pit cells” [ 5 , 6 ], and invariant NK T (NKT) cells, which express NK cell markers and the limited T-cell antigen receptor (TCR) repertoire in Vα and Vβ chains and have the potential to promptly produce large amounts of pro- and anti-inflammatory cytokines upon TCR engagement [ 7 , 8 ], are exceptionally abundant in the liver compared with other organs. These lymphocytes are localized in both the sinusoid and space of Disse [ 5 , 9 ] ( Figure 1 ). Among the cell types, Kupffer, NK, and invariant NKT cells are hematopoietic cells, whereas the other cell types are non-hematopoietic cells. All the results thus far suggest the following: upon Con A challenge, T cells promptly produce IFN-γ and TNF. In turn, Con A, IFN-γ, and TNF signaling combine to induce TF expression in Kupffer and endothelial cells. The Con A-induced signaling pathway involved in this mechanism has yet to be elucidated. These events hyperactivate the procoagulant pathway to produce intrasinusoidal microthrombi. In addition, both hepatocytes and stellate cells exhibit enhanced TF expression following Con A challenge [ 55 ]. These cells are segregated from the sinusoid under normal conditions ( Figure 1 ). However, sinusoidal damage brings even those “hidden” cells in contact with circulating coagulation factors to participate in the further activation of the coagulation cascade. Subsequently, these events result in massive liver injury ( Figure 7B ). Recently, heparin pretreatment was reported to partly protect against FasL-induced lethal liver injury, presumably via inhibition of intravascular coagulation [ 39 , 61 ]. From these observations and ours, we propose that intrasinusoidal microthrombi with multifoci may contribute to prompt and burst development of liver necrosis in patients with massive liver injury such as that in acute liver failure and/or acute-on-chronic liver failure. The sinusoid consists of two types of cells that have the potential to express TF: Kupffer cells and sinusoidal endothelial cells ( Figure 1 ). Compared with control mice, both sinusoidal endothelial cells and Kupffer cells isolated from Con A-treated mice exhibited obvious induction of Tf expression, suggesting that both cell types might contribute to the initiation of the coagulation cascade in the liver ( Figure 6A ). To clarify the roles of Kupffer cells, we generated Kupffer cell-ablated mice by injecting clodronate liposome, as described earlier [ 15 ]. The Kupffer cell-ablated mice showed a reduction in Tf induction and reduced liver injury relative to mice treated with a control PBS liposome, indicating that Kupffer cells are responsible for prothrombotic liver injury via the expression of Tf ( Figure 6B ). To further examine which cell type, either Kupffer or sinusoidal endothelial cell, is primarily responsible for hepatic microthrombosis, we generated various chimeric mice. Kupffer cell-ablated host mice were regularly irradiated, and then they received donor bone marrow cells. WT mice reconstituted with WT hematopoietic cells showed hepatic Tf induction and developed liver injury after Con A challenge (WT > WT). In contrast, the Stat1 −/− mice reconstituted with Stat1 −/− hematopoietic cells were resistant to Con A treatment, as seen with the Stat1 −/− mice ( Stat1 −/− > Stat1 −/− ; Figure 6C ). The WT mice reconstituted with Stat1 −/− hematopoietic cells ( Stat1 −/− > WT) and the converse chimera, the Stat1 −/− mice reconstituted with WT hematopoietic cells (WT > Stat1 −/− ), comparably displayed intermediate susceptibility ( Figure 6C ). Collectively, IFN-γ-STAT1 signaling in both the Kupffer and sinusoidal endothelial cells equally contributed to the liver injury via TF induction ( Figure 6D ).",
    "fig 2": "Myeloid differentiation factor 88 (MyD88) is a common adapter molecule for the signal pathways mediated by Toll-like receptor (TLR) family members, with the exception of TLR3 [ 24 ]. TLRs are innate immune signal receptors that sense extracellular and endosomal, but not cytoplasmic, danger molecules. As they cannot invade the cytosol of cells after being ingested by Kupffer cells, heat-killed P. acnes is thought to be recognized by extracellular/endosomal sensor TLRs. Therefore, it is plausible that Myd88 −/− mice do not develop hepatic granulomas after P. acnes treatment [ 23 , 25 ]. Indeed, mice deficient in TLR9, which utilizes MyD88 for signaling, are somewhat resistant to P. acnes -induced hepatic granulomatous changes [ 26 ], suggesting the importance of TLR9-MyD88 pathway for the development of P. acnes -induced hepatic granuloma formation. The TLR/MyD88-mediated pathway activates nuclear factor-kappa B (NF-κB) to induce gene expression of various molecules, including interleukin (IL) 12. It is conceivable that the introduction of NF-κB decoy oligodeoxynucleotides in the liver protects against P. acnes -induced hepatic granuloma formation, and the resultant morbidity and mortality, after subsequent challenge with a subclinical dose of LPS [ 27 ]. Il12 −/− mice are also resistant to P. acnes treatment in terms of hepatic granuloma formation and the acquisition of LPS sensitization [ 18 , 28 ]. As IL-12 is a potent interferon (IFN)-γ-inducing factor, IFN-γ expression seems to also be involved in this phenomenon. Indeed, Ifn-γ −/− mice do not show these host responses to P. acnes at all [ 18 , 29 ]. Furthermore, P. acnes treatment renders wild-type mice highly susceptible to tumor necrosis factor-α (TNF), in terms of morbidity and mortality, similar to P. acnes /LPS-induced illness [ 18 ]. Intriguingly, P. acnes -induced sensitization to TNF also depends on IL-12 and IFN-γ expression [ 18 ]. Collectively, the TLR-MyD88-IL-12-IFN-γ axis is required for the development of P. acnes -induced hepatic granuloma formation and the resultant sensitization to LPS and TNF ( Figure 2 ). As mentioned previously, Kupffer cells play a critical role in the P. acnes -induction of LPS sensitization and Con A-induced severe hepatitis by activating hepatic granuloma formation and inducing TF expression, respectively ( Figures 2 and 6 ). In contrast to those models of acute liver injuries, Kupffer cells have been reported to negatively regulate APAP-induced acute liver injury. The liver injury in Kupffer cell-ablated mice was more severe than that in Kupffer cell-sufficient control mice [ 67 – 69 ]. Kupffer cells play several protective roles. After APAP challenge, various anti-inflammatory cytokines such as IL-4, IL-13, and IL-10 are produced, as well as proinflammatory cytokines such as IL-1β and IL-18 [ 64 , 70 ]. Kupffer cell-ablated mice displayed impaired induction of IL-10 and IL-18-binding protein (BP) following APAP treatment [ 67 ]. As the IL-18 BP serves as a natural antagonist of IL-18 with a higher affinity for IL-18 than the affinity of IL-18 receptor (IL-18R) for IL-18 [ 71 ], reduction of IL-18 binding protein (IL-18 BP) induction might conceivably result in the development of more severe liver injury [ 64 ]. Il10 −/− mice are highly susceptible to APAP-induced liver injury [ 70 ], suggesting that Kupffer cells might negatively regulate inflammation by producing IL-10 as well. In addition to the production of anti-inflammatory molecules, Kupffer cells are capable of repairing liver injury. Kupffer cells isolated from APAP-treated mice expressed significantly higher levels of angiogenesis-associated molecules than those from untreated mice. In fact, upon APAP treatment, Kupffer cell-ablated mice showed prolonged vascular leakage in their livers when compared with Kupffer cell-sufficient normal mice [ 68 , 69 ]. Thus, Kupffer cells play a beneficial role in APAP-induced liver injury by producing anti-inflammatory molecules and pro-angiogenic factors.",
    "fig 3": "Macrophages do not express Fas in the resting state. However, liver macrophages from P. acnes -primed mice express Fas molecules on their surfaces. As shown previously, FasL-expressing cells can kill Fas-expressing hepatocytes, but not hepatic macrophages, although the mechanism is poorly defined [ 38 , 42 , 43 ]. Upon FasL stimulation, Fas-expressing macrophages release mature IL-18 and IL-1β [ 42 , 43 ]. This suggests that Fas-mediated signaling might activate inflammasomes. However, the FasL-induced release of IL-18 and IL-1β does not require caspase-1, NLRP3, or NLRC4 [ 42 , 43 ]. Very recently, caspase-8, but not caspase-1, caspase-9, or caspase-11, was demonstrated to be critical for Fas-mediated IL-18 maturation [ 44 , 45 ]. As mentioned above, IL-18 can induce FasL expression by NK cells [ 37 ]. This strongly suggests that the IL-18-induced expression of FasL might promote liver injury via the acceleration of the release of abundant amounts of mature IL-18. In fact, administration of rFasL- or FasL-expressing NK cells caused acute liver injury concomitant with elevated serum levels of IL-18 in P. acnes -primed mice, but not in naive mice [ 42 ]. Furthermore, intravenous injection of rIL-18 caused liver injury, partly dependent on endogenous Fas/FasL signaling, in P. acnes -primed mice [ 42 ]. Thus, IL-18 can accelerate the release of mature IL-18 via the induction of FasL expression and activation of Fas-mediated caspase-8 signaling. Once IL-18 is released, the “IL-18 booster circuit” could burst, which could eventually result in the explosive expansion of the liver injury [ 21 , 42 ] ( Figure 3 ). IL-18 is a member of the IL-1 family and is produced as a biologically inactive precursor [ 30 , 31 ]. Cleavage of precursor IL-18 is required for its activation and secretion. Caspase (Casp)-1 is the primary intracellular enzyme that processes precursor IL-18 and IL-1β into their mature forms [ 32 ]. Casp1 −/− mice, which were demonstrated strictly to be Casp1 −/− Casp11 −/− mice owing to the caspase-11 deficiency in their ancestor embryonic stem cells [ 33 ], display the same phenotype as that seen in Il18 −/− mice [ 23 ]. Caspase-1 is also produced as a biologically inactive zymogen. Caspase-1 activation occurs in association with the inflammasome, a cytoplasmic, large, protein complex formed after cell activation with the appropriate stimuli [ 34 ]. Inflammasomes can be separated into at least four types, distinguished by the use of different cytoplasmic sensors, namely NACHT, leucine-rich repeat (LRR), and pyrin domain-containing protein (NLRP)-1; NLRP3; NACHT, LRR, and caspase recruitment domain (CARD) domain-containing protein (NLRC)-4; and absent in melanoma 2 (AIM2). Three of the four sensors, namely NLRP1, NLRP3, and NLRC4, belong to the NOD-like receptor (NLR) family, and AIM2 is a DNA sensor outside the NLR family [ 34 , 35 ]. We verified that the NLRP3 inflammasome is required for caspase-1 activation in Kupffer cells following stimulation with LPS [ 23 ]. Kupffer cells that lack NLRP3 or the gene encoding apoptosis-associated speck-like protein containing a carboxy-terminal CARD (ASC), an adaptor molecule of caspase-1 activation [ 36 ], cannot exhibit caspase-1 activation or IL-18/IL-1β maturation upon LPS stimulation. TLR4, a cell surface receptor for LPS, is critical for LPS-induced caspase-1 activation [ 23 ]. Furthermore, LPS-activated TLR4-mediated caspase-1 activation is mediated by Toll/IL-1 receptor domain-containing adaptor inducing IFN-β (TRIF), but not MyD88, in Kupffer cells [ 23 ]. Thus, upon TLR4 engagement, TRIF-mediated signaling activates the NLRP3 inflammasome to release biologically active IL-18 and IL-1β, at least from Kupffer cells ( Figure 3 ). However, the molecular process that links the TLR4/TRIF signal to the activation of the NLRP3 inflammasome is not fully understood. Intriguingly, IL-18 cannot directly kill hepatocytes. Primary cultured hepatocytes do not show necrotic or apoptotic cell death after incubation with recombinant IL-18 (rIL-18). How does IL-18 contribute to P. acnes /LPS-induced liver cell death? IL-18 has the capacity to induce molecules that can in turn induce hepatocyte cell death. IL-18 can induce Fas ligand (FasL) expression in Natural killer (NK) cells [ 37 ]. As hepatocytes constitutively express Fas, a potent cell death signal receptor [ 38 ], the contribution of IL-18 to liver injury via induction of FasL becomes conceivable. Furthermore, IL-18 is capable of inducing TNF, another powerful hepatocytocidal cytokine [ 39 ], both directly and indirectly [ 21 , 40 , 41 ]. Thus, after LPS challenge, the release of IL-18 via activation of the TLR4/TRIF-NLRP3 inflammasome axis is important for the development of liver injury via induction of hepatocytocidal factors ( Figure 3 ).",
    "fig 4": "Tissue factor (TF) is a primary activator of procoagulant pathways [ 56 – 58 ], which results in fibrin formation and platelet activation ( Figure 4 ). After Con A challenge, massive liver injury develops and is accompanied by dense, intrasinusoidal fibrin deposition [ 55 ] ( Figure 5A ). Plasma levels of the thrombin-antithrombin III complex (TAT), an excellent indicator of thrombin, are exceptionally elevated, clearly indicating that systemic hypercoagulation develops as well. After Con A challenge, hepatic expression of Ifnγ and Tnf are promptly induced, followed by hepatic induction of Tf ( Figure 5B ). Plasminogen activator inhibitor type 1 (PAI-1) promotes coagulation by potently inhibiting anticoagulant pathways [ 59 , 60 ] ( Figure 4 ). Like Tf , hepatic Pai1 induction follows Ifnγ and Tnf induction ( Figure 5B ). Signal transducer and activator of transcription (STAT)-1, a transcription factor for IFN-γ signaling, is necessary for the hepatic induction of Tnf and Pai1 ( Figure 5C ), indicating the importance of IFN-γ/STAT1. Notably, a neutralizing anti-TF monoclonal antibody protects against liver injury and concomitantly inhibits intrasinusoidal fibrin deposition. In sharp contrast, Pai1 −/− mice are normally susceptible to Con A hepatitis ( Figure 5D ). Intriguingly, the neutralization of TF does not affect hepatic Ifnγ induction ( Figure 5D ), clearly indicating that IFN-γ contributes to Con A hepatitis primarily by initiating TF, but only slightly by activating inflammatory responses. Accordingly, TF, but not PAI-1, is critical for the development of thrombotic liver injury. Thus, IFN-γ-mediated STAT1 signaling induces TF expression, leading to the development of massive prothrombotic liver injury ( Figure 5E ).",
    "fig 5A": "Tissue factor (TF) is a primary activator of procoagulant pathways [ 56 – 58 ], which results in fibrin formation and platelet activation ( Figure 4 ). After Con A challenge, massive liver injury develops and is accompanied by dense, intrasinusoidal fibrin deposition [ 55 ] ( Figure 5A ). Plasma levels of the thrombin-antithrombin III complex (TAT), an excellent indicator of thrombin, are exceptionally elevated, clearly indicating that systemic hypercoagulation develops as well. After Con A challenge, hepatic expression of Ifnγ and Tnf are promptly induced, followed by hepatic induction of Tf ( Figure 5B ). Plasminogen activator inhibitor type 1 (PAI-1) promotes coagulation by potently inhibiting anticoagulant pathways [ 59 , 60 ] ( Figure 4 ). Like Tf , hepatic Pai1 induction follows Ifnγ and Tnf induction ( Figure 5B ). Signal transducer and activator of transcription (STAT)-1, a transcription factor for IFN-γ signaling, is necessary for the hepatic induction of Tnf and Pai1 ( Figure 5C ), indicating the importance of IFN-γ/STAT1. Notably, a neutralizing anti-TF monoclonal antibody protects against liver injury and concomitantly inhibits intrasinusoidal fibrin deposition. In sharp contrast, Pai1 −/− mice are normally susceptible to Con A hepatitis ( Figure 5D ). Intriguingly, the neutralization of TF does not affect hepatic Ifnγ induction ( Figure 5D ), clearly indicating that IFN-γ contributes to Con A hepatitis primarily by initiating TF, but only slightly by activating inflammatory responses. Accordingly, TF, but not PAI-1, is critical for the development of thrombotic liver injury. Thus, IFN-γ-mediated STAT1 signaling induces TF expression, leading to the development of massive prothrombotic liver injury ( Figure 5E ).",
    "fig 5B": "Tissue factor (TF) is a primary activator of procoagulant pathways [ 56 – 58 ], which results in fibrin formation and platelet activation ( Figure 4 ). After Con A challenge, massive liver injury develops and is accompanied by dense, intrasinusoidal fibrin deposition [ 55 ] ( Figure 5A ). Plasma levels of the thrombin-antithrombin III complex (TAT), an excellent indicator of thrombin, are exceptionally elevated, clearly indicating that systemic hypercoagulation develops as well. After Con A challenge, hepatic expression of Ifnγ and Tnf are promptly induced, followed by hepatic induction of Tf ( Figure 5B ). Plasminogen activator inhibitor type 1 (PAI-1) promotes coagulation by potently inhibiting anticoagulant pathways [ 59 , 60 ] ( Figure 4 ). Like Tf , hepatic Pai1 induction follows Ifnγ and Tnf induction ( Figure 5B ). Signal transducer and activator of transcription (STAT)-1, a transcription factor for IFN-γ signaling, is necessary for the hepatic induction of Tnf and Pai1 ( Figure 5C ), indicating the importance of IFN-γ/STAT1. Notably, a neutralizing anti-TF monoclonal antibody protects against liver injury and concomitantly inhibits intrasinusoidal fibrin deposition. In sharp contrast, Pai1 −/− mice are normally susceptible to Con A hepatitis ( Figure 5D ). Intriguingly, the neutralization of TF does not affect hepatic Ifnγ induction ( Figure 5D ), clearly indicating that IFN-γ contributes to Con A hepatitis primarily by initiating TF, but only slightly by activating inflammatory responses. Accordingly, TF, but not PAI-1, is critical for the development of thrombotic liver injury. Thus, IFN-γ-mediated STAT1 signaling induces TF expression, leading to the development of massive prothrombotic liver injury ( Figure 5E ).",
    "fig 5C": "Tissue factor (TF) is a primary activator of procoagulant pathways [ 56 – 58 ], which results in fibrin formation and platelet activation ( Figure 4 ). After Con A challenge, massive liver injury develops and is accompanied by dense, intrasinusoidal fibrin deposition [ 55 ] ( Figure 5A ). Plasma levels of the thrombin-antithrombin III complex (TAT), an excellent indicator of thrombin, are exceptionally elevated, clearly indicating that systemic hypercoagulation develops as well. After Con A challenge, hepatic expression of Ifnγ and Tnf are promptly induced, followed by hepatic induction of Tf ( Figure 5B ). Plasminogen activator inhibitor type 1 (PAI-1) promotes coagulation by potently inhibiting anticoagulant pathways [ 59 , 60 ] ( Figure 4 ). Like Tf , hepatic Pai1 induction follows Ifnγ and Tnf induction ( Figure 5B ). Signal transducer and activator of transcription (STAT)-1, a transcription factor for IFN-γ signaling, is necessary for the hepatic induction of Tnf and Pai1 ( Figure 5C ), indicating the importance of IFN-γ/STAT1. Notably, a neutralizing anti-TF monoclonal antibody protects against liver injury and concomitantly inhibits intrasinusoidal fibrin deposition. In sharp contrast, Pai1 −/− mice are normally susceptible to Con A hepatitis ( Figure 5D ). Intriguingly, the neutralization of TF does not affect hepatic Ifnγ induction ( Figure 5D ), clearly indicating that IFN-γ contributes to Con A hepatitis primarily by initiating TF, but only slightly by activating inflammatory responses. Accordingly, TF, but not PAI-1, is critical for the development of thrombotic liver injury. Thus, IFN-γ-mediated STAT1 signaling induces TF expression, leading to the development of massive prothrombotic liver injury ( Figure 5E ).",
    "fig 5D": "Tissue factor (TF) is a primary activator of procoagulant pathways [ 56 – 58 ], which results in fibrin formation and platelet activation ( Figure 4 ). After Con A challenge, massive liver injury develops and is accompanied by dense, intrasinusoidal fibrin deposition [ 55 ] ( Figure 5A ). Plasma levels of the thrombin-antithrombin III complex (TAT), an excellent indicator of thrombin, are exceptionally elevated, clearly indicating that systemic hypercoagulation develops as well. After Con A challenge, hepatic expression of Ifnγ and Tnf are promptly induced, followed by hepatic induction of Tf ( Figure 5B ). Plasminogen activator inhibitor type 1 (PAI-1) promotes coagulation by potently inhibiting anticoagulant pathways [ 59 , 60 ] ( Figure 4 ). Like Tf , hepatic Pai1 induction follows Ifnγ and Tnf induction ( Figure 5B ). Signal transducer and activator of transcription (STAT)-1, a transcription factor for IFN-γ signaling, is necessary for the hepatic induction of Tnf and Pai1 ( Figure 5C ), indicating the importance of IFN-γ/STAT1. Notably, a neutralizing anti-TF monoclonal antibody protects against liver injury and concomitantly inhibits intrasinusoidal fibrin deposition. In sharp contrast, Pai1 −/− mice are normally susceptible to Con A hepatitis ( Figure 5D ). Intriguingly, the neutralization of TF does not affect hepatic Ifnγ induction ( Figure 5D ), clearly indicating that IFN-γ contributes to Con A hepatitis primarily by initiating TF, but only slightly by activating inflammatory responses. Accordingly, TF, but not PAI-1, is critical for the development of thrombotic liver injury. Thus, IFN-γ-mediated STAT1 signaling induces TF expression, leading to the development of massive prothrombotic liver injury ( Figure 5E ).",
    "fig 5": "Tissue factor (TF) is a primary activator of procoagulant pathways [ 56 – 58 ], which results in fibrin formation and platelet activation ( Figure 4 ). After Con A challenge, massive liver injury develops and is accompanied by dense, intrasinusoidal fibrin deposition [ 55 ] ( Figure 5A ). Plasma levels of the thrombin-antithrombin III complex (TAT), an excellent indicator of thrombin, are exceptionally elevated, clearly indicating that systemic hypercoagulation develops as well. After Con A challenge, hepatic expression of Ifnγ and Tnf are promptly induced, followed by hepatic induction of Tf ( Figure 5B ). Plasminogen activator inhibitor type 1 (PAI-1) promotes coagulation by potently inhibiting anticoagulant pathways [ 59 , 60 ] ( Figure 4 ). Like Tf , hepatic Pai1 induction follows Ifnγ and Tnf induction ( Figure 5B ). Signal transducer and activator of transcription (STAT)-1, a transcription factor for IFN-γ signaling, is necessary for the hepatic induction of Tnf and Pai1 ( Figure 5C ), indicating the importance of IFN-γ/STAT1. Notably, a neutralizing anti-TF monoclonal antibody protects against liver injury and concomitantly inhibits intrasinusoidal fibrin deposition. In sharp contrast, Pai1 −/− mice are normally susceptible to Con A hepatitis ( Figure 5D ). Intriguingly, the neutralization of TF does not affect hepatic Ifnγ induction ( Figure 5D ), clearly indicating that IFN-γ contributes to Con A hepatitis primarily by initiating TF, but only slightly by activating inflammatory responses. Accordingly, TF, but not PAI-1, is critical for the development of thrombotic liver injury. Thus, IFN-γ-mediated STAT1 signaling induces TF expression, leading to the development of massive prothrombotic liver injury ( Figure 5E ).",
    "fig 6A": "The sinusoid consists of two types of cells that have the potential to express TF: Kupffer cells and sinusoidal endothelial cells ( Figure 1 ). Compared with control mice, both sinusoidal endothelial cells and Kupffer cells isolated from Con A-treated mice exhibited obvious induction of Tf expression, suggesting that both cell types might contribute to the initiation of the coagulation cascade in the liver ( Figure 6A ). To clarify the roles of Kupffer cells, we generated Kupffer cell-ablated mice by injecting clodronate liposome, as described earlier [ 15 ]. The Kupffer cell-ablated mice showed a reduction in Tf induction and reduced liver injury relative to mice treated with a control PBS liposome, indicating that Kupffer cells are responsible for prothrombotic liver injury via the expression of Tf ( Figure 6B ). To further examine which cell type, either Kupffer or sinusoidal endothelial cell, is primarily responsible for hepatic microthrombosis, we generated various chimeric mice. Kupffer cell-ablated host mice were regularly irradiated, and then they received donor bone marrow cells. WT mice reconstituted with WT hematopoietic cells showed hepatic Tf induction and developed liver injury after Con A challenge (WT > WT). In contrast, the Stat1 −/− mice reconstituted with Stat1 −/− hematopoietic cells were resistant to Con A treatment, as seen with the Stat1 −/− mice ( Stat1 −/− > Stat1 −/− ; Figure 6C ). The WT mice reconstituted with Stat1 −/− hematopoietic cells ( Stat1 −/− > WT) and the converse chimera, the Stat1 −/− mice reconstituted with WT hematopoietic cells (WT > Stat1 −/− ), comparably displayed intermediate susceptibility ( Figure 6C ). Collectively, IFN-γ-STAT1 signaling in both the Kupffer and sinusoidal endothelial cells equally contributed to the liver injury via TF induction ( Figure 6D ).",
    "fig 6B": "The sinusoid consists of two types of cells that have the potential to express TF: Kupffer cells and sinusoidal endothelial cells ( Figure 1 ). Compared with control mice, both sinusoidal endothelial cells and Kupffer cells isolated from Con A-treated mice exhibited obvious induction of Tf expression, suggesting that both cell types might contribute to the initiation of the coagulation cascade in the liver ( Figure 6A ). To clarify the roles of Kupffer cells, we generated Kupffer cell-ablated mice by injecting clodronate liposome, as described earlier [ 15 ]. The Kupffer cell-ablated mice showed a reduction in Tf induction and reduced liver injury relative to mice treated with a control PBS liposome, indicating that Kupffer cells are responsible for prothrombotic liver injury via the expression of Tf ( Figure 6B ). To further examine which cell type, either Kupffer or sinusoidal endothelial cell, is primarily responsible for hepatic microthrombosis, we generated various chimeric mice. Kupffer cell-ablated host mice were regularly irradiated, and then they received donor bone marrow cells. WT mice reconstituted with WT hematopoietic cells showed hepatic Tf induction and developed liver injury after Con A challenge (WT > WT). In contrast, the Stat1 −/− mice reconstituted with Stat1 −/− hematopoietic cells were resistant to Con A treatment, as seen with the Stat1 −/− mice ( Stat1 −/− > Stat1 −/− ; Figure 6C ). The WT mice reconstituted with Stat1 −/− hematopoietic cells ( Stat1 −/− > WT) and the converse chimera, the Stat1 −/− mice reconstituted with WT hematopoietic cells (WT > Stat1 −/− ), comparably displayed intermediate susceptibility ( Figure 6C ). Collectively, IFN-γ-STAT1 signaling in both the Kupffer and sinusoidal endothelial cells equally contributed to the liver injury via TF induction ( Figure 6D ).",
    "fig 6C": "The sinusoid consists of two types of cells that have the potential to express TF: Kupffer cells and sinusoidal endothelial cells ( Figure 1 ). Compared with control mice, both sinusoidal endothelial cells and Kupffer cells isolated from Con A-treated mice exhibited obvious induction of Tf expression, suggesting that both cell types might contribute to the initiation of the coagulation cascade in the liver ( Figure 6A ). To clarify the roles of Kupffer cells, we generated Kupffer cell-ablated mice by injecting clodronate liposome, as described earlier [ 15 ]. The Kupffer cell-ablated mice showed a reduction in Tf induction and reduced liver injury relative to mice treated with a control PBS liposome, indicating that Kupffer cells are responsible for prothrombotic liver injury via the expression of Tf ( Figure 6B ). To further examine which cell type, either Kupffer or sinusoidal endothelial cell, is primarily responsible for hepatic microthrombosis, we generated various chimeric mice. Kupffer cell-ablated host mice were regularly irradiated, and then they received donor bone marrow cells. WT mice reconstituted with WT hematopoietic cells showed hepatic Tf induction and developed liver injury after Con A challenge (WT > WT). In contrast, the Stat1 −/− mice reconstituted with Stat1 −/− hematopoietic cells were resistant to Con A treatment, as seen with the Stat1 −/− mice ( Stat1 −/− > Stat1 −/− ; Figure 6C ). The WT mice reconstituted with Stat1 −/− hematopoietic cells ( Stat1 −/− > WT) and the converse chimera, the Stat1 −/− mice reconstituted with WT hematopoietic cells (WT > Stat1 −/− ), comparably displayed intermediate susceptibility ( Figure 6C ). Collectively, IFN-γ-STAT1 signaling in both the Kupffer and sinusoidal endothelial cells equally contributed to the liver injury via TF induction ( Figure 6D ).",
    "fig 6": "As mentioned previously, Kupffer cells play a critical role in the P. acnes -induction of LPS sensitization and Con A-induced severe hepatitis by activating hepatic granuloma formation and inducing TF expression, respectively ( Figures 2 and 6 ). In contrast to those models of acute liver injuries, Kupffer cells have been reported to negatively regulate APAP-induced acute liver injury. The liver injury in Kupffer cell-ablated mice was more severe than that in Kupffer cell-sufficient control mice [ 67 – 69 ]. Kupffer cells play several protective roles. After APAP challenge, various anti-inflammatory cytokines such as IL-4, IL-13, and IL-10 are produced, as well as proinflammatory cytokines such as IL-1β and IL-18 [ 64 , 70 ]. Kupffer cell-ablated mice displayed impaired induction of IL-10 and IL-18-binding protein (BP) following APAP treatment [ 67 ]. As the IL-18 BP serves as a natural antagonist of IL-18 with a higher affinity for IL-18 than the affinity of IL-18 receptor (IL-18R) for IL-18 [ 71 ], reduction of IL-18 binding protein (IL-18 BP) induction might conceivably result in the development of more severe liver injury [ 64 ]. Il10 −/− mice are highly susceptible to APAP-induced liver injury [ 70 ], suggesting that Kupffer cells might negatively regulate inflammation by producing IL-10 as well. In addition to the production of anti-inflammatory molecules, Kupffer cells are capable of repairing liver injury. Kupffer cells isolated from APAP-treated mice expressed significantly higher levels of angiogenesis-associated molecules than those from untreated mice. In fact, upon APAP treatment, Kupffer cell-ablated mice showed prolonged vascular leakage in their livers when compared with Kupffer cell-sufficient normal mice [ 68 , 69 ]. Thus, Kupffer cells play a beneficial role in APAP-induced liver injury by producing anti-inflammatory molecules and pro-angiogenic factors. The sinusoid consists of two types of cells that have the potential to express TF: Kupffer cells and sinusoidal endothelial cells ( Figure 1 ). Compared with control mice, both sinusoidal endothelial cells and Kupffer cells isolated from Con A-treated mice exhibited obvious induction of Tf expression, suggesting that both cell types might contribute to the initiation of the coagulation cascade in the liver ( Figure 6A ). To clarify the roles of Kupffer cells, we generated Kupffer cell-ablated mice by injecting clodronate liposome, as described earlier [ 15 ]. The Kupffer cell-ablated mice showed a reduction in Tf induction and reduced liver injury relative to mice treated with a control PBS liposome, indicating that Kupffer cells are responsible for prothrombotic liver injury via the expression of Tf ( Figure 6B ). To further examine which cell type, either Kupffer or sinusoidal endothelial cell, is primarily responsible for hepatic microthrombosis, we generated various chimeric mice. Kupffer cell-ablated host mice were regularly irradiated, and then they received donor bone marrow cells. WT mice reconstituted with WT hematopoietic cells showed hepatic Tf induction and developed liver injury after Con A challenge (WT > WT). In contrast, the Stat1 −/− mice reconstituted with Stat1 −/− hematopoietic cells were resistant to Con A treatment, as seen with the Stat1 −/− mice ( Stat1 −/− > Stat1 −/− ; Figure 6C ). The WT mice reconstituted with Stat1 −/− hematopoietic cells ( Stat1 −/− > WT) and the converse chimera, the Stat1 −/− mice reconstituted with WT hematopoietic cells (WT > Stat1 −/− ), comparably displayed intermediate susceptibility ( Figure 6C ). Collectively, IFN-γ-STAT1 signaling in both the Kupffer and sinusoidal endothelial cells equally contributed to the liver injury via TF induction ( Figure 6D ).",
    "fig 7A": "Rag2 −/− mice that lack T and B cells are resistant to Con A-induced hepatitis ( Figure 7A ), accompanied by the lack of hepatic induction of IFN-γ and TNF. This suggests that T cells might serve as IFN-γ/TNF-producing cells. In fact, simultaneous injection of rIFN-γ and rTNF render Rag2 −/− mice susceptible to Con A treatment in terms of hepatic Tf induction and development of massive liver injury ( Figure 7A ). Furthermore, neutralization of TF completely rescued Rag2 −/− mice from the IFN-γ/TNF/Con A-induced liver alterations ( Figure 7A ).",
    "fig 7": "Rag2 −/− mice that lack T and B cells are resistant to Con A-induced hepatitis ( Figure 7A ), accompanied by the lack of hepatic induction of IFN-γ and TNF. This suggests that T cells might serve as IFN-γ/TNF-producing cells. In fact, simultaneous injection of rIFN-γ and rTNF render Rag2 −/− mice susceptible to Con A treatment in terms of hepatic Tf induction and development of massive liver injury ( Figure 7A ). Furthermore, neutralization of TF completely rescued Rag2 −/− mice from the IFN-γ/TNF/Con A-induced liver alterations ( Figure 7A ).",
    "fig 7B": "All the results thus far suggest the following: upon Con A challenge, T cells promptly produce IFN-γ and TNF. In turn, Con A, IFN-γ, and TNF signaling combine to induce TF expression in Kupffer and endothelial cells. The Con A-induced signaling pathway involved in this mechanism has yet to be elucidated. These events hyperactivate the procoagulant pathway to produce intrasinusoidal microthrombi. In addition, both hepatocytes and stellate cells exhibit enhanced TF expression following Con A challenge [ 55 ]. These cells are segregated from the sinusoid under normal conditions ( Figure 1 ). However, sinusoidal damage brings even those “hidden” cells in contact with circulating coagulation factors to participate in the further activation of the coagulation cascade. Subsequently, these events result in massive liver injury ( Figure 7B ). Recently, heparin pretreatment was reported to partly protect against FasL-induced lethal liver injury, presumably via inhibition of intravascular coagulation [ 39 , 61 ]. From these observations and ours, we propose that intrasinusoidal microthrombi with multifoci may contribute to prompt and burst development of liver necrosis in patients with massive liver injury such as that in acute liver failure and/or acute-on-chronic liver failure."
}