{
    "fig 1": "JNK regulates the activation of downstream pathways—both nuclear and non-nuclear—with activated JNK regulating nuclear substrates like c-Jun. c-Jun plays an important role in neuronal death under in vitro and in vivo conditions [ 67 ]. When phosphorylated by JNK, c-Jun participates in the activation of a dimeric transcription factor known as activating protein-1 (AP-1). AP-1 modulates the transcription of a number of genes, such as Fas ligand ( FasL ) [ 68 ], dp5 [ 69 ], and Bim [ 70 ], all of which may contribute to JNK-dependent neuronal death ( Figure 1 ). Apart from the nuclear pathway, JNK also regulates the activation of non-nuclear substrates, and thereby promotes cell death. In 6-OHDA PD models, JNK3 enhances the phosphorylation of 14-3-3 proteins and promotes Bax translocation to the mitochondria. It causes the release of cytochrome c and increases caspase-3 activation [ 71 , 72 ].",
    "fig 2": "The tyrosine kinase c-Abl regulates several cellular processes that may be linked to PD. c-Abl impacts the development of the central nervous system (CNS) by affecting neurogenesis, neurite outgrowth, and neuronal plasticity [ 81 ]. c-Abl is a 120 kDa protein belonging to the cytoplasmic tyrosine-kinase family. Similar to the Src kinases, it possesses sequential SH3 and SH2 domains followed by a core catalytic domain with tyrosine-kinase activity [ 82 , 83 ]. It has been demonstrated that c-Abl has a unique myristoylated N-terminal region that negatively regulates its kinase activity [ 82 ]. Several studies have shown the involvement of c-Abl in neurodegenerative diseases such as PD using various experimental model systems [ 4 , 84 ]. Studies show that c-Abl protein level is elevated in the postmortem striatum of PD patients [ 85 ]. That study also reinforces a report of increased c-Abl phosphorylation at Y412 in the SN [ 84 , 85 ] and striatum [ 84 ] of PD patients. In the earlier study, c-Abl was found to phosphorylate parkin and impair its E3 ligase activity, leading to the loss of dopaminergic neurons in the SN [ 84 ] ( Figure 2 ) [ 4 ]. More recently, Hebron et al. [ 85 ] showed that c-Abl also regulates the clearance of α-syn."
}