{
    "fig 1": "Metformin has been showed to inhibit the proliferation and collagen synthesis of the human keloids fibroblasts 15 . Here, we further evaluated the effects of metformin on viability and migration of KFs in a hypoxic environment. The results of the CCK-8 assay showed that metformin inhibited the growth of KFs in a dose- and time-dependent manner (Figure 1 A). Furthermore, metformin significantly impaired the migration ability of KFs ( p <0.05) (Figure 1 B).",
    "fig 2": "Metformin repression of HIF-1α expression was analyzed by western blotting; the data indicate that HIF-1α expression in KFs under hypoxic condition was significantly decreased in a dose-dependent manner in the presence of metformin (10mM), the results were confirmed by densitometric quantified analysis (Figure 2 A). However, metformin did not affect the mRNA levels of HIF-1α, suggesting that metformin decreased the posttranslational levels of HIF-1α ( p >0.05) (Figure 2 B). Moreover, immunofluorescence staining confirmed that metformin inhibited the expression of the HIF-1α protein (Figure 2 C).",
    "fig 3": "PKM2 is essential for TGF-β1-induced EMT in cancer cells and knockdown of PKM2 failed to induce spindle-shaped morphological changes and EMT-related alterations in the TGF-β1-treated colorectal cancer cells 16 . We have previously proved that HIF-1α could activate TGF-β1 expression to promote collagen deposition in dermal fibroblasts 6 . Therefore, we tested whether PKM2 plays a critical role in HIF-1-induced EMT in KFs. We found that PKM2 knockdown reduced the HIF-1α-induced loss of E-cadherin and gain of vimentin in KFs under hypoxic condition (Figure 3 A). We also confirmed the results by densitometric quantified analysis (Figure 3 B). Furthermore, PKM2 silencing decreased the migratory ability of KFs compared with that of the control group ( p <0.05) (Figure 3 C).",
    "fig 4": "We further investigated the mechanism of metformin effects involved in the regulation of EMT in keloid. The results showed that metformin rescued the accumulation of vimentin and decreased the levels of E-cadherin in hypoxia-treated KFs (Figure 4 A, 4B). Additionally, we found that stimulation by hypoxia increased the phosphorylation of p70s6k and upregulated the expression of PKM2 in KFs. Hence, metformin reversed hypoxia-induced EMT by inhibiting the phosphorylation of p70s6k and suppressing expression of PKM2 in KFs (Figure 4 A, 4B).",
    "fig 5": "In the current study, we proved that hypoxic environment promoted KF migration by activating HIF-1α-induced EMT. Metformin inhibits hypoxia-induced EMT of KFs via the HIF-1α/PKM2 signaling pathway (Figure 5 ). Based on these data, we propose that the HIF-1α/PKM2 pathway is involved in hypoxia-induced EMT in keloids. Therefore, metformin may be a potential therapeutic agent for the treatment of keloids."
}