{
    "fig 1A,": "We first utilized the extracted protein from EPCs to detect the action pathway of OPG. In the group treated with OPG, the CXCR4 protein level was increased and its downstream activation site phosphorylated AKT (p-AKT) was improved correspondingly, yet the total AKT (t-AKT) had no apparent change ( Figure 1A, 1B ). The protein tendency of the 2 different groups demonstrated that the influence of OPG in the EPCs was mainly mediated by the CXCR4 signaling pathway.",
    "fig 2A,": "To better understand the role of OPG in EPCs, we investigated the effects of OPG on cell proliferation and migration and administrated 2 different signaling pathway inhibitors (AMD3100 and LY294002). They made rivalry for CXCR4 and PI3K respectively. We observed images from the 4 groups after the scratch wound healing test after OPG treatment, showing a smaller scratch wound compared with the control group, but the proportions were not significantly reduced ( Figure 2A, 2B ). The Transwell assay showed that OPG treatment enhanced cell migration ability, and the AMD3100 and LY294002 reduced the migration ability of EPCs ( Figure 2C, 2D ). Our results show that OPG increased the proliferation and migration abilities of cells via the CXCR4 signaling pathway, and the effectiveness of OPG was suppressed via the pathway inhibitors.",
    "fig 2C,": "To better understand the role of OPG in EPCs, we investigated the effects of OPG on cell proliferation and migration and administrated 2 different signaling pathway inhibitors (AMD3100 and LY294002). They made rivalry for CXCR4 and PI3K respectively. We observed images from the 4 groups after the scratch wound healing test after OPG treatment, showing a smaller scratch wound compared with the control group, but the proportions were not significantly reduced ( Figure 2A, 2B ). The Transwell assay showed that OPG treatment enhanced cell migration ability, and the AMD3100 and LY294002 reduced the migration ability of EPCs ( Figure 2C, 2D ). Our results show that OPG increased the proliferation and migration abilities of cells via the CXCR4 signaling pathway, and the effectiveness of OPG was suppressed via the pathway inhibitors.",
    "fig 3A,": "One week after the establishment of the bone defect rat model, we utilized immunohistochemical staining to observe the expression of EPCs at the injured site, and immunofluorescence staining was used to visualize vascular endothelial regeneration. The rats treated with OPG exhibited prominent VEGFR2 expression characteristics, and the images from the OPG group showed the strong expression of EPCs at the defect site. However, the CXCR4 and the PI3K inhibitors reduced the VEGFR2 level, and the fluorescent staining of the 2 inhibitor groups indicated that inhibition of the CXCR4 signaling pathway weakened endothelial cell regeneration, as mediated by OPG ( Figure 3A, 3B ). These results proved that the OPG treatment in bone defect induced the accumulation and activation of the EPCs and improved the endothelial cell regeneration and angiogenesis, but suppression occurred following inhibition of the CXCR4 signaling pathway.",
    "fig 4A–4C": "Histological staining was used to assess recovery of the bone defect injured site, and we also performed micro-CT and histologic analysis of all samples at 28 days. The images of the OPG-injected group displayed predominant bone growth and high bone density, yet the injection of mixed inhibitors impeded the osteogenic function of OPG ( Figure 4A–4C ). In addition, the collagen content at the defect site injected with OPG was increased compared with the control group. However, the intervention with the 2 different inhibitors reduced formation of collagen, which impeded defect recovery ( Figure 4D ). All of the above outcomes revealed that the osteogenic effect and the function of collagen formation of OPG promoted healing of the defect, and blocking of the CXCR4 signaling pathway reversed the effect that OPG exerted.",
    "fig 4D": "Histological staining was used to assess recovery of the bone defect injured site, and we also performed micro-CT and histologic analysis of all samples at 28 days. The images of the OPG-injected group displayed predominant bone growth and high bone density, yet the injection of mixed inhibitors impeded the osteogenic function of OPG ( Figure 4A–4C ). In addition, the collagen content at the defect site injected with OPG was increased compared with the control group. However, the intervention with the 2 different inhibitors reduced formation of collagen, which impeded defect recovery ( Figure 4D ). All of the above outcomes revealed that the osteogenic effect and the function of collagen formation of OPG promoted healing of the defect, and blocking of the CXCR4 signaling pathway reversed the effect that OPG exerted.",
    "fig 5": "OPG is an OC inhibitor that blocks binding of RANKL and the receptor activator of NF-κB (RANK), as well as inhibiting differentiation and maturation of OCs and inducing OCs apoptosis [ 18 – 20 ]. However, there has been no specific research on the role of OPG in vascular regeneration during osteogenesis. OPG has a functional effect on EPCs, and EPCs are specific hematopoietic progenitor cells derived from bone marrow [ 21 , 22 ]. These cells are immature endothelial cells that can be mobilized into the peripheral circulating blood by bone marrow mobilization [ 23 ]. Differentiation into endotheliocytes is an important functional characteristic of EPCs, and they can also migrate, adhere, and form tubules [ 24 , 25 ]. EPCs have an important physiological role in maintaining vascular homeostasis and regulating angiogenesis [ 26 , 27 ]. OPG has long been considered as a critical factor in regulating osteoclast function and bone density alterations [ 28 , 29 ]. Previous studies demonstrated that OPG improved osteosarcoma and osteoporosis through modulating osteoclast activity [ 30 , 31 ]. Moreover, some studies have found that OPG may play a potential role in endothelial cell phenotype in angiogenesis [ 32 ]. However, the specific therapeutic effect and mechanism of OPG in bone defect repair and angiogenesis have rarely been reported. Based on the unpredictability of OPG in the treatment of bone defects, we performed the above experiments and confirmed that OPG promoted the migration and proliferation of human EPCs, and accelerated angiogenesis and collagenation in a rat bone defect model by independently upregulating the CXCR4 pathway. Therefore, OPG ameliorated healing at the defect site in rats ( Figure 5 )."
}