{
    "fig 1A,": "To evacuate the expression of Stim1 in HULEC exposed to CS, cells were treated with 8% and 18% CS for 0 h, 2 h, and 4 h. Stim1 protein level was detected by Western blotting. The relative density of Stim1 was not significantly different among the 8% CS groups and control group at 2 h and 4 h, but the level of Stim1 in the 18% CS group increased with stretching time. Compared with 8% CS for 4 h, the expression of Stim1 in HULEC exposed to 18% CS for 4 h was significantly upregulated (P<0.01, Figure 1A, 1B ).",
    "fig 2": "To evaluate the impact of BTP2 pretreatment on levels of Orai1, Stim1, and PKCα, HULECs were exposed to 18% CS with or without pretreatment of BTP2 or DMSO, 2 h prior to CS. Western blotting showed that 18% CS for 4 h significantly increased the levels of Stim1, Orai1, and PKCα compared with the control group (P<0.05, Figure 2 ). Compared with the 18% CS + DMSO group, the levels of Stim1, Orai1, and PKCα in cells treated with 18% CS + BTP2 were significantly decreased (P<0.05). The expression of Stim1 in the 8% CS + BTP2 group was significantly higher than in the control group. However, PKCα level was not significantly different between the 18% CS + BTP2 group and control group. These results demonstrate that BTP2 inhibits Orai1 expression in HULECs exposed to 18% CS, and the levels of Stim1 and PKCα were also decreased when cells were treated with 18% CS + BTP2.",
    "fig 3A": "To illustrate the effect of BTP2 on endothelial permeability, after exposure to 18% CS for 4 h, cells were seeded on Transwell filters. We found that endothelial permeability increased progressively in the CS group during the first 6 h, and there was no significant difference at 8 h among the different groups ( Figure 3A ). Then, endothelial permeability was compared in different groups at 4 h after stretching. The results showed BTP2 pretreatment inhibited the increase of endothelial permeability in HULECs exposed to 18% CS for 4 h compared with the 18% CS + DMSO group (P<0.05, Figure 3B ).",
    "fig 3": "To illustrate the effect of BTP2 on endothelial permeability, after exposure to 18% CS for 4 h, cells were seeded on Transwell filters. We found that endothelial permeability increased progressively in the CS group during the first 6 h, and there was no significant difference at 8 h among the different groups ( Figure 3A ). Then, endothelial permeability was compared in different groups at 4 h after stretching. The results showed BTP2 pretreatment inhibited the increase of endothelial permeability in HULECs exposed to 18% CS for 4 h compared with the 18% CS + DMSO group (P<0.05, Figure 3B ).",
    "fig 4A–4D": "To analyze the influence of BTP2 on calcium influx, the concentration of intracellular Ca 2+ was measured after stretching by flow cytometry ( Figure 4A–4D ). Compared with the control group, intracellular Ca 2+ level was significantly increased in cells exposed to 18% CS for 4 h ( Figure 4E ). BTP2 blocked Ca 2+ influx and significantly decreased intracellular Ca 2+ compared with the 18% CS + DMSO group (P<0.05). However, intracellular Ca 2+ in the 18% CS + BTP2 group increased more than in the control group. These results indicate that 18% CS induces calcium influx and BTP2 partially inhibits the process.",
    "fig 4E": "To analyze the influence of BTP2 on calcium influx, the concentration of intracellular Ca 2+ was measured after stretching by flow cytometry ( Figure 4A–4D ). Compared with the control group, intracellular Ca 2+ level was significantly increased in cells exposed to 18% CS for 4 h ( Figure 4E ). BTP2 blocked Ca 2+ influx and significantly decreased intracellular Ca 2+ compared with the 18% CS + DMSO group (P<0.05). However, intracellular Ca 2+ in the 18% CS + BTP2 group increased more than in the control group. These results indicate that 18% CS induces calcium influx and BTP2 partially inhibits the process.",
    "fig 5": "To observe the pathological changes after ventilation, HE staining was performed. Pathological evaluation revealed that lung tissue retained normal structure without alveolar congestion and hemorrhage in the low tidal volume group, the same as in the control group. However, high tidal volume ventilation induced alveolar congestion and hemorrhage, alveolar walls thickening, neutrophil infiltration, and fluid exudation in alveolar lumen. BTP2 pretreatment obviously attenuated these pathological changes compared with the DMSO group and protected lungs from VILI ( Figure 5 ).",
    "fig 6": "Rats were ventilated for 4 h with or without pretreatment by BTP2 or DMSO for 2 h. The expression of Stim1, orai1, and PKCα were detected by Western blotting ( Figure 6 ). Compared with the control group, low tidal volume ventilation had no obvious effect on protein expression of Stim1, Orai1, and PKCα (P>0.05). High tidal volume ventilation significantly increased the expression of them in lung tissue compared with low- tidal volume (P<0.05). BTP2 administration reduced the expression of Orai1 and PKCα compared with the DMSO + high tidal volume group. The level of Stim1 after BTP2 injection decreased compared with the DMSO + high tidal volume group (P<0.05), but still was increased compared with the control group (P<0.05).",
    "fig 7A,": "To evaluate the extent of lung edema, the lung W/D weight ratio and BALF protein were determined. W/D ratios and BALF protein significantly increased after high tidal volume ventilation for 4 h, while there was no obvious difference between the low tidal volume group and the control group ( Figure 7A, 7B ). BTP2 pretreatment reversed the increase of W/D ratios and BALF protein induced by high tidal volume ventilation and reduced lung edema.",
    "fig 8": "PKC is a family of serine/threonine kinases that has many different isotypes. The classical PKCα isoform in ECs, which contains calcium-binding domains, has an important role in pulmonary edema [ 16 – 18 ]. Our study suggests that 18% cyclic stretching and large tidal volume ventilation induced PKCα expression in in vitro and in vivo models. PKCα are activated by signals such as increased cytosolic Ca 2+ [ 16 ]. We found that PKCα expression was reduced after BTP2 pretreatment. Possibly because of decreasing Ca 2+ , PKCα was not activated. Activation of PKCα is accompanied by translocation to the plasma membrane [ 39 ]; unfortunately, we did not examine PKCα translocation. We speculate that Stim1/Orai1 regulates vascular permeability via the calcium-sensitive PKCα signaling pathway ( Figure 8 ). However, further study is needed to verify that activated PKCα not only depends on increase of expression, but also on increase of function."
}