{
    "fig 1": "In this study, we examined the expression of protein and mRNA levels of IDO1 in bladder cancer tissues and cell lines. IHC staining indicated that IDO1 high expression was observed in 63.2% (43/68) of bladder cancer tissues compared with 29.4% (20/68) of the adjacent normal tissues and was statistically significant between bladder tumor tissues and adjacent normal tissues ( Figure 1 A , P < .05). At the same time, the expression of IDO1 was significantly correlated with tumor size, T stage, and N stage but not related to other clinicopathological features, including age, gender, smoking status, M stage, and histologic grade ( Table 1 , P > .05). Survival analysis showed that the prognosis of the IDO1 high-expression group was significantly worse, and the difference was statistically significant ( Figure 1 B , P <.05). In addition, we examined 20 pairs of samples showing that the protein and mRNA levels of IDO1 were higher in bladder cancer tissues than in normal bladder tissues by the Western blot and qRT-PCR analyses ( Figure 1 , C and D ). Consistently, IDO1 expression was also significantly increased in T24, UMUC3, and 5637 bladder cancer cells compared to the normal bladder epithelial cell line SV-HUC-1 ( Figure 2 , A and B ). Figure 1 IDO1 is overexpressed human bladder cancer tissues and cell lines. (A) IHC staining of IDO1 in bladder cancer tissues (T) and adjacent normal tissues (ANT). The representative images are shown. Scale bar = 200 μm for 10× and 100 μm for 20×. (B) Kaplan-Meier survival analysis of patients with gastric cancer according to the IDO1 expression status. Kaplan-Meier analysis of cumulative survival in the low–IDO1 expression group (25 patients) and high–IDO1 expression group (43 patients). The P value was based on the log-rank test. Patients with a high IDO1 expression had a worse survival ( P < .05). (C) and mRNA (D) levels of IDO1 in bladder cancer tissues (tumor) and adjacent normal tissues detected by Western blot and qPCR, respectively. Figure 1 Table 1 Correlation of IDO1 Expression with Clinicopathological Factors in 68 BCa Patients Table 1 Parameters No. of Patients High Expression Low Expression P Value Gender .744 Male 63 39 24 Female 5 4 1 Age (years) .881 ≤65 28 18 10 >65 40 25 15 BMI .988 ≤24 40 24 14 >24 28 19 11 Smoking status .718 Yes 40 26 14 No 28 17 11 Tumor size .044 ≤3 34 17 17 >3 34 26 8 Histologic grade .030 High 64 43 21 Low 4 0 4 Tumor stage .032 Ι-II 23 10 13 >II 45 33 12 Lymphatic invasion .032 Positive 48 26 22 Negative 20 17 3 Distant metastasis .197 Positive 63 38 25 Negative 5 5 0 Tumor progress .211 Yes 38 27 11 No 30 16 14 Figure 2 IDO1 is overexpressed human bladder cancer cell lines. Relative protein (A) and mRNA (B) levels of IDO in bladder cancer cell lines (T24, UMUC3, and 5637) and the immortalized human normal bladder epithelial cell line SV-HUC-1 detected by Western blot and qRT-PCR, respectively. (C) mRNA and (D) protein levels of IDO1 in transfected T24 and UMUC3 cells were analyzed using RT-qPCR and Western blot analysis, respectively. GAPDH and β-actin served as the internal controls, respectively. * P < .05. Figure 2",
    "fig 2": "In this study, we examined the expression of protein and mRNA levels of IDO1 in bladder cancer tissues and cell lines. IHC staining indicated that IDO1 high expression was observed in 63.2% (43/68) of bladder cancer tissues compared with 29.4% (20/68) of the adjacent normal tissues and was statistically significant between bladder tumor tissues and adjacent normal tissues ( Figure 1 A , P < .05). At the same time, the expression of IDO1 was significantly correlated with tumor size, T stage, and N stage but not related to other clinicopathological features, including age, gender, smoking status, M stage, and histologic grade ( Table 1 , P > .05). Survival analysis showed that the prognosis of the IDO1 high-expression group was significantly worse, and the difference was statistically significant ( Figure 1 B , P <.05). In addition, we examined 20 pairs of samples showing that the protein and mRNA levels of IDO1 were higher in bladder cancer tissues than in normal bladder tissues by the Western blot and qRT-PCR analyses ( Figure 1 , C and D ). Consistently, IDO1 expression was also significantly increased in T24, UMUC3, and 5637 bladder cancer cells compared to the normal bladder epithelial cell line SV-HUC-1 ( Figure 2 , A and B ). Figure 1 IDO1 is overexpressed human bladder cancer tissues and cell lines. (A) IHC staining of IDO1 in bladder cancer tissues (T) and adjacent normal tissues (ANT). The representative images are shown. Scale bar = 200 μm for 10× and 100 μm for 20×. (B) Kaplan-Meier survival analysis of patients with gastric cancer according to the IDO1 expression status. Kaplan-Meier analysis of cumulative survival in the low–IDO1 expression group (25 patients) and high–IDO1 expression group (43 patients). The P value was based on the log-rank test. Patients with a high IDO1 expression had a worse survival ( P < .05). (C) and mRNA (D) levels of IDO1 in bladder cancer tissues (tumor) and adjacent normal tissues detected by Western blot and qPCR, respectively. Figure 1 Table 1 Correlation of IDO1 Expression with Clinicopathological Factors in 68 BCa Patients Table 1 Parameters No. of Patients High Expression Low Expression P Value Gender .744 Male 63 39 24 Female 5 4 1 Age (years) .881 ≤65 28 18 10 >65 40 25 15 BMI .988 ≤24 40 24 14 >24 28 19 11 Smoking status .718 Yes 40 26 14 No 28 17 11 Tumor size .044 ≤3 34 17 17 >3 34 26 8 Histologic grade .030 High 64 43 21 Low 4 0 4 Tumor stage .032 Ι-II 23 10 13 >II 45 33 12 Lymphatic invasion .032 Positive 48 26 22 Negative 20 17 3 Distant metastasis .197 Positive 63 38 25 Negative 5 5 0 Tumor progress .211 Yes 38 27 11 No 30 16 14 Figure 2 IDO1 is overexpressed human bladder cancer cell lines. Relative protein (A) and mRNA (B) levels of IDO in bladder cancer cell lines (T24, UMUC3, and 5637) and the immortalized human normal bladder epithelial cell line SV-HUC-1 detected by Western blot and qRT-PCR, respectively. (C) mRNA and (D) protein levels of IDO1 in transfected T24 and UMUC3 cells were analyzed using RT-qPCR and Western blot analysis, respectively. GAPDH and β-actin served as the internal controls, respectively. * P < .05. Figure 2 To determine the biological effects of IDO1 on bladder cancer cell growth, si-IDO1 was transfected into bladder cancer cells to inhibit the expression of IDO1, while si-NC was used as a control. qRT-PCR and Western blot analyses confirmed that the expression of IDO1 was inhibited with si-IDO1 transfection ( Figure 2 , C and D ). CCK-8 and colony formation assays were used to study cell proliferation. The CCK-8 assay showed that knockdown of IDO1 significantly inhibited T24 and UMUC3 cell proliferation, while si-NC transfection had no significant effect on their proliferation ( Figure 3 , A and B ). Consistently, after culturing for 2 weeks, the colony formation rate of cells with IDO1 knockdown was significantly inhibited compared with the control group ( Figure 3 , C and D ). Figure 3 Silencing of IDO1 inhibits cell growth of T24 and UMUC3 cells. (A, B) Cell proliferation was detected at 24, 48, 72, and 96 hours after IDO1 knockdown as determined by CCK8 assay. (C, D) The left panel is a representative image of clone formation of cells after transfection. The right panel shows the number of colonies of cloned cells (Student’s t test, * P < .05). Figure 3",
    "fig 3": "To determine the biological effects of IDO1 on bladder cancer cell growth, si-IDO1 was transfected into bladder cancer cells to inhibit the expression of IDO1, while si-NC was used as a control. qRT-PCR and Western blot analyses confirmed that the expression of IDO1 was inhibited with si-IDO1 transfection ( Figure 2 , C and D ). CCK-8 and colony formation assays were used to study cell proliferation. The CCK-8 assay showed that knockdown of IDO1 significantly inhibited T24 and UMUC3 cell proliferation, while si-NC transfection had no significant effect on their proliferation ( Figure 3 , A and B ). Consistently, after culturing for 2 weeks, the colony formation rate of cells with IDO1 knockdown was significantly inhibited compared with the control group ( Figure 3 , C and D ). Figure 3 Silencing of IDO1 inhibits cell growth of T24 and UMUC3 cells. (A, B) Cell proliferation was detected at 24, 48, 72, and 96 hours after IDO1 knockdown as determined by CCK8 assay. (C, D) The left panel is a representative image of clone formation of cells after transfection. The right panel shows the number of colonies of cloned cells (Student’s t test, * P < .05). Figure 3",
    "fig 4": "We evaluated the effect of si-IDO1 on the metastatic capacity of bladder cancer cells. First, we performed cell scratch assays using T24 and UMUC3 cells. The knockdown of IDO1 reduced the ability of these bladder cancer cells to migrate compared to the control group ( Figure 4 A ). Next, we performed a tumor cell migration assay. Consistent with the above results, IDO1 downregulation reduced the migration ability of bladder cancer cells ( Figure 4 B ). In addition, tumor cell invasion assays also demonstrated that downregulation of IDO1 significantly reduced T24 and UMUC3 cell invasiveness ( Figure 4 C ). Figure 4 Effects of IDO1 knockdown on the inhibition of bladder cancer cell migration, invasion, and EMT. Migration abilities of T24 and UMUC3 cells after IDO1 knockdown detected by cell scratch assays (A) and Transwell tumor cell migration assays (B), respectively. (C) Invasion abilities of T24 and UMUC3 cells after IDO1 knockdown detected by Transwell tumor cell invasion assays. (D) Expression levels of EMT-associated markers in T24 and UMUC3 cells after IDO1 knockdown were evaluated by Western blot analysis. Figure 4 The expression of several EMT-related markers also changed due to the effects of IDO1 knockdown. During EMT, the N-cadherin and vimentin levels are upregulated, while the E-cadherin levels are downregulated [12] . In this study, si-IDO1 transfection significantly reduced the protein expression of N-cadherin and vimentin compared to the si-NC group. However, the expression level of E-cadherin was significantly upregulated ( Figure 4 D ). Therefore, our results suggest that knockdown of IDO1 can inhibit EMT.",
    "fig 5": "As an important inflammatory factor, IL-6 has been shown to affect the EMT [13] . ELISA experiments confirmed that IL-6 secretion was significantly reduced in the supernatant of si-IDO1–treated cells compared to the control group ( Figure 5 A ). The Western blot results also showed that knockdown of IDO1 caused a decrease in STAT3 phosphorylation ( Figure 5 B ). Therefore, we hypothesized that IL-6/STAT3/PD-L1 signaling is required for IDO1-mediated EMT in bladder cancer. To test this hypothesis, we first added exogenous IL-6 and found that it reversed the expression level of phosphorylated STAT3 as well as upregulated PD-L1 expression ( Figure 5 C ). We further examined the role of exogenous IL-6 in EMT in cells by analyzing the expression of EMT-related markers. The addition of exogenous IL-6 significantly downregulated E-cadherin expression, while it upregulated N-cadherin and vimentin expression ( Figure 5 D ). Second, we used the STAT3-specific inhibitor AG490 to inhibit STAT3 activation. We observed that AG490 reduced STAT3 phosphorylation and PD-L1 expression ( Figure 6 A ). At the same time, we found that the expression of EMT-related markers of the si-IDO1 groups of T24 and UMUC3 cells also changed significantly upon AG490 treatment compared with the control group ( Figure 6 B ). Figure 5 IDO1 affects EMT through IL6/STAT3/PD-L1 in T24 and UMUC3 cells. (A) Expression of IL6 in T24 and UMUC3 cells after IDO1 knockdown detected by ELISA assays. (B) STAT3, P-STAT3, and PD-L1 were evaluated by Western blot analysis in T24 and UMUC3 cells after IDO1 knockdown. (C and D) T24 and UMUC3 cells after IDO1 knockdown were pretreated with 100 ng/ml of IL-6 for 48 hours. The protein levels of STAT3, P-STAT3, PD-L1, and EMT-associated markers were determined by Western blot analysis. Figure 5 Figure 6 AG490 blocks the IL6/STAT3/PD-L1 signaling pathway and is more pronounced after knockdown of IDO1. (A) T24 and UMUC3 cells after IDO1 knockdown were treated with STAT3 specific inhibitor AG490. The protein levels of STAT3, P-STAT3, and PD-L1 were measured by Western blot analysis. (B) EMT-associated markers were measured after treatment with AG490 by Western blot analysis. Figure 6",
    "fig 6": "As an important inflammatory factor, IL-6 has been shown to affect the EMT [13] . ELISA experiments confirmed that IL-6 secretion was significantly reduced in the supernatant of si-IDO1–treated cells compared to the control group ( Figure 5 A ). The Western blot results also showed that knockdown of IDO1 caused a decrease in STAT3 phosphorylation ( Figure 5 B ). Therefore, we hypothesized that IL-6/STAT3/PD-L1 signaling is required for IDO1-mediated EMT in bladder cancer. To test this hypothesis, we first added exogenous IL-6 and found that it reversed the expression level of phosphorylated STAT3 as well as upregulated PD-L1 expression ( Figure 5 C ). We further examined the role of exogenous IL-6 in EMT in cells by analyzing the expression of EMT-related markers. The addition of exogenous IL-6 significantly downregulated E-cadherin expression, while it upregulated N-cadherin and vimentin expression ( Figure 5 D ). Second, we used the STAT3-specific inhibitor AG490 to inhibit STAT3 activation. We observed that AG490 reduced STAT3 phosphorylation and PD-L1 expression ( Figure 6 A ). At the same time, we found that the expression of EMT-related markers of the si-IDO1 groups of T24 and UMUC3 cells also changed significantly upon AG490 treatment compared with the control group ( Figure 6 B ). Figure 5 IDO1 affects EMT through IL6/STAT3/PD-L1 in T24 and UMUC3 cells. (A) Expression of IL6 in T24 and UMUC3 cells after IDO1 knockdown detected by ELISA assays. (B) STAT3, P-STAT3, and PD-L1 were evaluated by Western blot analysis in T24 and UMUC3 cells after IDO1 knockdown. (C and D) T24 and UMUC3 cells after IDO1 knockdown were pretreated with 100 ng/ml of IL-6 for 48 hours. The protein levels of STAT3, P-STAT3, PD-L1, and EMT-associated markers were determined by Western blot analysis. Figure 5 Figure 6 AG490 blocks the IL6/STAT3/PD-L1 signaling pathway and is more pronounced after knockdown of IDO1. (A) T24 and UMUC3 cells after IDO1 knockdown were treated with STAT3 specific inhibitor AG490. The protein levels of STAT3, P-STAT3, and PD-L1 were measured by Western blot analysis. (B) EMT-associated markers were measured after treatment with AG490 by Western blot analysis. Figure 6",
    "fig 7": "Meanwhile, IDO1 has been identified as an important component of the proinflammatory, tumor-promoting environment [20] . It has been shown that the expression of IDO1 affects the secretion of various inflammatory cytokines, such as IL-6 and IL-10 [21] , [22] . IL-6 and its receptor IL-6R, located on the cell membrane, are important inflammatory factors that are responsible for activation of the downstream JAK2/STAT3 pathway. Activation of JAK2 protein kinase catalyzes the phosphorylation of STAT3 protein in the nucleus, thereby regulating the expression of EMT-related genes and other genes [23] . Arpita et al. [21] have indicated that IDO1 may promote tumorigenesis through the enhanced expression of the proinflammatory cytokine IL-6, while the lack of IDO1 or IL-6 expression leads to a decrease in the metastatic tumor burden and an increase in survival. In addition, it has been reported previously that IL-6 can promote cancer cell proliferation, invasion, and stem cell production [24] . In our study, ELISA experiments also confirmed that IDO1 affects the expression of IL-6. Similarly, Luo et al. have found that the IL-6/STAT3 signaling pathway affects EMT. They discovered that polyphyllin I, a natural compound, can reverse EMT by regulating the IL-6/STAT3 signaling pathway in non–small cell lung cancer [25] . Moreover, Zhang et al. have determined that EMT can be regulated in prostate cancer by the ataxia telangiectasia-mutated ( ATM ) protein kinase/STAT3/PD-L1 signaling pathway and that PD-L1 is significantly reduced when ATM is knocked down [26] . Asgarova et al. also observed upregulated PD-L1 during EMT and described tumor cells' increased proliferation, infiltration, and migration capacities and greater ability to escape immune system detection during EMT [27] . Recent demonstrations showing that adjuvant combined IDO1 inhibitor and PD-L1 inhibitor therapy can greatly improve the effectiveness of immunotherapy [28] , [29] , [30] suggest that IDO1 and PD-L1 may be closely related. In this context, our findings suggest that they may be linked in the EMT process. Therefore, PD-L1 not only participates in tumor immune evasion but also participates in EMT. Thus, we hypothesized that IDO1 may promote EMT in bladder cancer via the IL-6/STAT3/PD-L1 signaling pathway ( Figure 7 ). Figure 7 The proposed model is a graphical representation of the mechanism of interaction of IDO1 and IL6/STAT3/PD-L1 in EMT regulation in bladder tumor cells. Figure 7"
}