{
    "Results": {},
    "Lack of ": {
        "p0": "Strong loss-of-function mutations in  ced-3  or  ced-4  completely inhibit both somatic and germ cell apoptosis. We inactivated  dlc-1  in a mutant harbouring the strong loss-of-function allele  ced-3(n717)  and expressing the CED-1::GFP marker. The  ced-3(n717)  mutation completely suppressed apoptosis because of RNAi against  dlc-1  ( Figure 2a ).  ced-3 -independent apoptosis has been reported following RNAi against the inhibitor of cell death-1 ( icd-1 ) gene, which encodes the beta-subunit of the nascent polypeptide-associated complex (bNAC). 40  Therefore, as an additional control we treated  ced-3(n717)  mutants with  icd-1  RNAi. In agreement with the previous report, we observed that  ced-3  could not completely suppress apoptosis induced by RNAi against  icd-1  ( Supplementary Figure S2 ). Thus, inactivation of  dlc-1  increases the number of apoptotic germ cells exclusively through the  ced-3  pathway. As almost all types of apoptosis in  C. elegans  require the core apoptotic machinery, we next decided to use an epistasis analysis approach to determine the subtype of apoptosis influenced by RNAi against  dlc-1.",
        "p1": "Physiological germ cell death is independent of the core apoptotic machinery gene  ced-9. 5  We tested whether  dlc-1(RNAi)- induced apoptosis was independent of a  ced-9  gf mutation  (n1950) . However,  dlc-1(RNAi) -induced apoptosis was completely abolished in the  ced-9(gf)  mutant, indicating that  ced-9  was required for  dlc-1(RNAi)  to induce apoptosis ( Figure 2b ). Thus,  dlc-1  is not involved in physiological germ cell death.",
        "p2": "Inactivation of  dlc-1  results in a tumorous germline and unpaired chromosomes in the oocytes. 38  Therefore, we hypothesised that these phenotypes might lead to DNA damage-induced apoptosis through CED-9. In  C. elegans,  DNA damage-induced apoptosis is dependent on the p53 homologue  cep-1 . 11  Hence, we investigated whether  dlc-1(RNAi)  could induce apoptosis in  cep-1(gk138)  mutants. RNAi against  dlc-1  induced apoptosis in the  cep-1  mutants to the same extent as in wild-type N2 animals ( Figure 2c ). Thus,  dlc-1(RNAi)  does not result in apoptosis because of an increased level of DNA damage. Unpaired chromosomes can trigger a synapsis checkpoint independent of the DNA-damage checkpoint, which requires the activity of PCH-2, the  C. elegans  homologue of PCH2, a budding yeast pachytene checkpoint gene. 41  We found that inactivation of  dlc-1  induced apoptosis in  pch-2  mutants to a similar extent as seen in wild-type N2 animals ( Figure 2d ). Thus,  dlc-1(RNAi)  does not induce apoptosis because of unpaired chromosomes.",
        "p3": "Several pathways have been shown to feed into the core apoptotic machinery through CED-9, such as the mitogen-activated protein kinase (MAPK) and retinoblastoma (RB) tumour-suppressor pathways. 5 ,  42  Overactivation of MAPK – for example, by loss of the inhibitor GLA-3 – causes excessive germ cell apoptosis. 43 gla-3  mutants and  dlc-1(RNAi)  animals had approximately equal levels of apoptosis, whereas the  gla-3(ok2684);dlc-1(RNAi)  animals had significantly higher levels of germ cell apoptosis than either of the single mutant/RNAi animals ( Figure 2e ), consistent with  gla-3  and  dlc-1  functioning in separate pathways to induce apoptosis. LIN-35, the  C. elegans  ortholog of the RB tumor-suppressor p105Rb, is involved in both physiological and DNA damage-induced germ cell apoptosis; however, contrary to  gla-3,  loss of  lin-35  inhibits apoptosis. 42  In  lin-35(n745)  mutants, RNAi against  dlc-1- induced apoptosis was completely suppressed ( Figure 2f ). Thus, we conclude that normally DLC-1 acts upstream of LIN-35 to protect against apoptosis. LIN-35 represses the transcription of  ced-9 ; 42  hence, we hypothesised that DLC-1 could directly or indirectly affect the activity of LIN-35 and thereby the transcription of  ced-9 . We analysed the expression of  lin-35  and  ced-9  in  dlc-1(RNAi)  animals but observed no changes in their expression ( Supplementary Figure S3 ), demonstrating that  dlc-1  does not affect  lin-35  and  ced-9  activity at the transcriptional level."
    },
    "DLC-1 affects apoptosis independently of the dynein motor complex": {
        "p0": "In addition to  dlc-1,  the  C. elegans  genome encodes five other light chains ( dlc-2–6 ). We speculated whether the observed apoptotic phenotype was specific for the inactivation of  dlc-1  or whether it was a general phenotype for all the dynein light chains. Following their inactivation, none of the other five light chains resulted in an increased number of apoptotic germ cells ( Figure 1e ). Furthermore, we also investigated the effect on apoptosis after knockdown of the main dynein heavy chain,  dhc-1.  As RNAi against  dhc-1  causes developmental arrest, we treated N2 wild-type worms with RNAi against  dhc-1  from the L4 stage and scored apoptosis 48 h later using DIC, but no effect on germ cell apoptosis was observed ( Figure 1f ). This indicates that the increase in apoptotic cells is specific for  dlc-1  and is not a general phenotype from a disrupted dynein complex."
    },
    "DLC-1 is a part of the response to IR-induced apoptosis": {
        "p0": "As  dlc-1(RNAi) -induced apoptosis was independent of  cep-1  but dependent on  lin-35 , both of which are involved in response to DNA damage, we evaluated how  dlc-1(RNAi)  animals responded to DNA damage induced by IR. Interestingly, IR did not increase the number of apoptotic cells in  dlc-1(RNAi)  animals ( Figure 3a ), indicating that IR and  dlc-1  function in a common pathway.",
        "p1": "In human cells, DLC-1 facilitates the transport of p53 to the nucleus in response to DNA damage. 32 ,  33  The lack of response to IR in  dlc-1(RNAi)  animals could arise from the mislocalisation or malfunction of CEP-1. Using western blotting with an antibody against the C-terminal of CEP-1, no difference in CEP-1 localisation was observed between control and  dlc-1(RNAi)  animals; in both CEP-1 was accumulated exclusively in the nucleus ( Figure 3b ). Furthermore, to evaluate the activity of CEP-1 in  dlc-1(RNAi)  animals, we used quantitative real-time polymerase chain reaction (qRT-PCR) to measure the expression levels of the CEP-1 target genes  egl-1  and  ced-13 , which are upregulated after exposure to IR. 14  In both the control and  dlc-1(RNAi)  animals, the expression levels of  egl-1  and  ced-13  were upregulated after exposure to IR, suggesting that CEP-1 functions correctly in  dlc-1(RNAi)  animals ( Figure 3c ). In contrast,  cep-1  mutants could not induce  egl-1  transcription in response to IR ( Supplementary Figure S4 ).",
        "p2": "We then investigated whether DLC-1 acted in the DNA-damage response pathway downstream or in parallel to  cep-1 . We quantified germ cell corpses using DIC in  egl-1(n1084n3082);dlc-1(RNAi) ,  ced-13(tm536);dlc-1(RNAi)  and  egl-1(n1084n3082);ced-13(tm536);dlc-1(RNAi)  animals and found that  dlc-1  RNAi-induced apoptosis was strongly reduced in these mutant backgrounds compared with RNAi against  dlc-1  in a wild-type background ( Figure 3d ). Thus, both functional CED-13 and EGL-1 are required for RNAi against  dlc-1  to induce apoptosis. However, RNAi against  dlc-1  did not regulate the transcription of  egl-1  and  ced-13  in the absence of DNA damage ( Figure 3c ), suggesting that DLC-1 might regulate  egl-1  and  ced-13  at the protein level.",
        "p3": "Other  cep-1 -independent apoptotic regulators have been described, including  sir-2.1, 44 pmk-1 45 ,  46  and  pmk-3 . 47  Therefore, we investigated the epistatic relationship between  dlc-1  and these three genes. SIR-2.1 is a member of the Sirtuins family of NAD + -dependent protein deacetylases shown to regulated IR-induced apoptosis. The p38 homologues of mitogen-activated protein kinase,  pmk-1  and  pmk-3,  are necessary for bacterial and copper-induced germ cell apoptosis, respectively. Neither  sir-2.1 ,  pmk-1  nor  pmk-3  could suppress  dlc-1(RNAi) -induced apoptosis, indicating that they act through different pathways ( Figure 3e )."
    },
    "DLC-1 is functioning cell nonautonomously through ": {
        "p0": "To study the expression and localisation of DLC-1, we generated two independent transgenic lines (P dlc-1 ::dlc-1::gfp ) expressing GFP-tagged DLC-1 under the regulation of the  dlc-1  promotor ( Figure 4 ). We found DLC-1 to be expressed in numerous tissues including those of the intestine ( Figure 4a ), body wall muscles ( Figure 4b ), germ cells and oocytes ( Figure 4c ), the rectal valve cell ( Figure 4d ) and unidentified cells in the head ( Figure 4e ). DLC-1 was expressed at all developmental stages from the one-cell embryo. To validate that the transgenic strain was expressing wild-type DLC-1, we treated it with RNAi against  dlc-1  and observed that the GFP level was significantly reduced ( Supplementary Figure S5 ), and we used western blotting to confirm that the full-length fusion protein was being expressed (data not shown).",
        "p1": "As DLC-1 was expressed both in the germ cells and in somatic tissues, we investigated in which of these tissues inactivation of  dlc-1  resulted in increased germ cell apoptosis. The  ppw-1  gene encodes a member of the argonaute family of proteins and is required for efficient RNAi in germ cells. 48  The  rrf-1  gene encodes an RNA-directed RNA polymerase required for activation of the RNAi pathway in somatic cells. 49  We treated two different alleles of  rrf-1 (pk1417  and  ok589)  and  ppw-1 (pk2505  and  pk1425)  with RNAi against  dlc-1  and quantified the number of apoptotic cells using DIC. We observed that the increase in apoptotic cells caused by  dlc-1  RNAi was completely abolished in the  rrf-1  mutants but not affected in the  ppw-1  mutants ( Figure 5a ). Therefore, inactivation of  dlc-1  only in somatic cells gives rise to the increase in apoptotic cells. To verify the specificity of the  rrf-1  and  ppw-1  mutants, we treated them with  ced-1  RNAi, which induces an engulfment defect. CED-1 functions in the somatic sheath cells but not in the germ cells. As expected,  ced-1(RNAi)  only induced an engulfment defect in  ppw-1  mutants but not in  rrf-1  mutants ( Supplementary Figure S6 ).",
        "p2": "As  dlc-1  functions in the response to IR, we investigated whether IR regulates  dlc-1  at the transcriptional or translational level. However, using qPCR no changes in  dlc-1  transcription in response to IR was observed (data not shown). Likewise, we did not observe any changes in the levels of DLC-1::GFP after IR in whole animals ( Figure 4f ). We also examined the localisation of DLC-1::GFP after IR, but changes were observed neither in whole animals ( Figure 4g ) nor in sheath cells ( Supplementary Figure S7 ). We also hypothesised that overexpression of DLC-1 might protect against IR-induced apoptosis. However, we observed no difference in the number of apoptotic cells between wild-type N2 and DLC-1::GFP animals when treated with 120 or 60 Gy ( Figure 5b  and  Supplementary Figure S8 ).",
        "p3": "The clear involvement of DLC-1 in somatic tissues in regulating germ cell apoptosis led us to investigate a possible involvement of  kri-1 . The KRI-1 ankyrin-repeat protein is orthologous to the human KRIT1/CCM1, and it is required for IR-induced apoptosis in a novel pathway acting in somatic cells. 16  We examined the epistatic relationship between  dlc-1  and  kri-1  by treating  kri-1(ok1251)  mutants with RNAi against  dlc-1 .  kri-1  mutants fed  dlc-1  RNAi had significantly fewer apoptotic germ cells than wild-type N2 animals treated with RNAi against  dlc-1  ( Figure 5c ). This indicates that  kri-1  is necessary for  dlc-1(RNAi) -induced apoptosis. Next, we used a strain expressing the functional KRI-1::GFP protein to examine whether  dlc-1  could regulate the expression or localisation of KRI-1. We treated KRI-1::GFP animals with  dlc-1  RNAi for 3 days and scored the expression of GFP compared with animals grown on control RNAi. Our results show that  dlc-1  RNAi increases the expression of KRI-1::GFP on average with 57% ( Figure 5d ), demonstrating that  dlc-1  can regulate KRI-1. We did not observe any change in localisation of KRI-1::GFP because of RNAi against  dlc-1  ( Supplementary Figure S9 ). To test the possibility that DLC-1 and KRI-1 might interact directly, we expressed  C. elegans  DLC-1 and KRI-1 in a mammalian two-hybrid system using luciferase as readout. As DLC-1 is known to bind to itself in mammalian cells, we used this interaction as a positive control ( Figure 5e ). However, we did not observe any interaction between DLC-1 and KRI-1 ( Figure 5f ). Based upon our results we propose that DLC-1 is regulating KRI-1 in response to IR-induced apoptosis to mediate a pro-apoptotic signal from somatic cells to germ cells ( Figure 6 )."
    },
    "Discussion": {
        "p0": "We have identified DLC-1 as a new gene required for proper apoptotic signalling between somatic cells and germ cells in response to IR acting through KRI-1. Our study is thus adding to the knowledge of the recently described KRI-1-mediated response to IR. Firstly, we find that KRI-1 is required for CED-3-dependent apoptosis induced by RNAi against  dlc-1 . Secondly, our data show that DLC-1 regulates the level of KRI-1. Thirdly, we show that the DLC-1/KRI-1 signalling pathway operates via EGL-1 and CED-13. Based upon these results we propose a model in which DLC-1 is part of the response to IR-induced apoptosis through a cell-nonautonomous pathway depending on  kri-1  and independent of  cep-1  ( Figure 6 ). Consistent with this model we found that IR did not induce additional apoptosis in  dlc-1(RNAi)  animals. Our results strongly support that intercellular communication between somatic cells and germ cells is required for proper regulation of the cell-killing process.",
        "p1": "Our model raised the possibility that  dlc-1  was directly regulated by IR at the transcriptional or translational level. However, we did not observe any changes in expression or localisation of DLC-1::GFP in response to IR. Instead, IR may induce post-translational modifications to DLC-1. In mammalian cells, DLC-1 can be phosphorylated on Ser88 that inactivates DLC-1 by disrupting the homodimer. 50  This phosphorylation can be carried out by the p21-activated kinase, Pak-1. 37",
        "p2": "We have demonstrated that  dlc-1(RNAi)- induced apoptosis is dependent on EGL-1 and CED-13; however, DLC-1 is not involved in transcriptional regulation of  egl-1  and  ced-13 . Rather our model predicts a second layer of regulation of the proteins involved in IR-induced apoptosis; CEP-1 regulates the transcription of  egl-1  and  ced-13,  whereas DLC-1 indirectly regulates their activity at the protein level through a cell-nonautonomous pathway, giving a tighter and more fine-tuned regulation of IR-induced apoptosis.",
        "p3": "At the molecular level, several mechanisms may explain how DLC-1 regulates apoptosis. One possible underlying molecular mechanism could be that DLC-1 normally binds a pro-apoptotic signal/protein.  dlc-1  inactivation or exposure to IR then leads to the release of inhibition of such pro-apoptotic signal that is then transmitted to the germ cells to induce apoptosis by activating the EGL-1 and CED-13 proteins. A similar cell-autonomous mechanism has been described in mammalian cells where DLC-1 binds to the BH3-only protein BimL and sequesters it to the dynein complex. Upon apoptotic stimuli, the DYNLL1–BimL dimer is released and translocated to the mitochondria to induce apoptosis. 31  The cell-nonautonomous system that we are describing must contain an intermediate regulating protein, as DLC-1 and EGL-1/CED-13 are functioning in separate cells. This is not unlikely because mammalian BH3-only proteins have been shown to be regulated post-translationally. 51  Our data show that KRI-1 is one protein mediating the signalling from DLC-1 to EGl-1 and CED-13. We did not find experimental support for a direct interaction between DLC-1 and KRI-1; however, DLC-1 does regulate the level of KRI-1. Further studies will be required to determine how and where DLC-1 is regulating KRI-1, and which downstream targets are employed in transmitting the apoptotic signal from the somatic cells to the germ cells. Interestingly, it has previously been shown that KRI-1 is expressed in the intestine and pharynx and that it mediates a signal between the reproductive system and the intestine required for longevity because of reduced germline signalling. 52  As  dlc-1  is also expressed in these tissues, it is tempting to speculate that they might be the site of interaction between DLC-1 and KRI-1, although their interaction also could be purely genetic and cell-nonautonomous.",
        "p4": "Our results may also explain why DLC-1 is overexpressed in human breast cancers. 37  It is possible that overexpression of DLC-1 could potentially protect cancer cells from undergoing apoptosis. Furthermore, our observation that DLC-1 mediates apoptotic signalling between somatic cells and germ cells validates the importance for cell-nonautonomous signalling. This intertissue communication also has vital roles in other  C. elegans  life history traits, such as lifespan 52  and proliferation and differentiation of the germline. 53  Decoding pathways for intertissue communication is also of crucial importance in higher organism such as humans to better understand the interplay and regulation of individual organs required to maintain an intact organism."
    },
    "Materials and Methods": {},
    "Strains and culture conditions": {
        "p0": "All strains were maintained at 20 °C on standard nematode growth medium (NGM) spotted with  Escherichia coli  strain OP50. The following strains were used: Wild-type N2, MD701 ( bcIs39 [P( lim-7)ced-1 ::GFP + lin-15 (+)]), MT1522  ced-3(n717), ced-6(tm1826),  MT4770  ced-9(n1950),  FX536  ced-13(tm536),  NL2098  rrf-1(pk1417),  RB798  rrf-1(ok589),  NL2550  ppw-1(pk2505),  NL3511  ppw-1(pk1425),  TJ1  cep-1(gk138),  CA388  pch-2(tm1458),  MT10430  lin-35(n745),  RB2026  gla-3(ok2684),  MT8735  egl-1(n1084n3082), ced-5(tm1950), egl-1(n1084n3082);ced-13(tm536),  EG6699 (ttTi5605 II;  unc-119 (ed3)  III; oxEx1578),  pmk-3(ok169) ,  pmk-1(km25), sir-2.1(ok434) , CF2052  kri-1(ok1251), muEx353[Pkri-1::kri-1::gfp; odr-1::rfp],  OLS400  aarSi1[Pdlc-1::DLC-1::GFP cb-unc-119(+)]  II and OLS401  aarSi2[Pdlc-1::DLC-1::GFP cb-unc-119(+)]  II.",
        "p1": "Double mutants were made by crossing MD701 males with hermaphrodites of the desired phenotype. For  cep-1;ced-1 ::GFP,  pch-2;ced-1 ::GFP and  gla-3;ced-1 ::GFP, the homozygous F2s were selected by using standard PCR (see  Supplementary Table S1  for primers) and GFP expression.  ced-3;ced-1:: GFP was made by using the marker  unc-26(e1196) . The marker was first crossed to MD701, and F2s were selected by their Unc phenotype and GFP expression. This strain was then crossed to  ced-3,  and F2s were selected for GFP expression and non-Unc phenotypes. To validate the  cep-1  mutant, we used IR to introduce DNA damage-induced apoptosis. As expected, the  cep-1  mutant had no apoptotic cells in the germline after IR ( Supplementary Figure S10 )."
    },
    "Generation of transgenic strains by MosSCI": {
        "p0": "The plasmid containing P dlc-1 ::dlc-1::gfp  was generated by using standard Gateway techniques (Invitrogen, Naerum, Denmark). pENTRY clones for the  dlc-1  promoter and open reading frame (ORF) were generated by using PCR products amplified with Gateway and gene-specific primers ( Supplementary Table S1 ). The vector pJA256 (Addgene, Cambridge, MA, USA) was used as pENTRY clone for GFP. The Gateway destination vector was pCFJ150 (Addgene) containing an  unc-119  rescue fragment.",
        "p1": "MosSCI was performed as described 54  using direct insertion based on injection of  unc-119  animals (EG6699 strain) with an injection mix comprised of the plasmids (all from Addgene): pCFJ150 containing P dlc-1 ::dlc-1::gfp  (final conc. 15 ng/ μ l), pCFJ601 (final conc. 50 ng/ μ l), pMA122 (final conc. 10 ng/ μ l), pGH8 (final conc. 10 ng/ μ l), pCFJ90 (final conc. 2.5 ng/ μ l) and pCFJ104 (final conc. 5 ng/ μ l). Selection was based on  peel-1  toxin, wild-type movement, absence of mCherry markers and presence of GFP.",
        "p2": "Two independent lines OLS400 and OLS401 were created, and expression of full-length DLC-1 was confirmed by using western blotting with an antibody against GFP. The lines were subsequently back-crossed to wild-type N2 four times to eliminate background mutations."
    },
    "RNAi": {
        "p0": "The RNAi clone against  dlc-1 (T26A5.9) was from the OpenBiosystems RNAi Library (Thermo Fisher Scientific, Waltham, MA, USA). RNAi clones against  dlc-2, dlc-3, dlc-4, dlc-5  and  dlc-6  were generated by standard cloning techniques and inserted into pL4440 and expressed by HT115 cells. All RNAi clones were verified by sequencing (See  Supplementary Table S1  for primers). RNAi was performed by feeding on NGM plates containing 1 mM isopropyl thiogalactoside and ampicillin (100  μ g/ml). 55  Worms feed HT115 bacteria containing an empty pL4440 vector (ctrl RNAi) were used as controls.",
        "p1": "In all germline apoptosis assays following RNAi against  dlc-1,  apoptosis was scored in the first generation on RNAi. For assays with RNAi against  dlc-2–6,  apoptosis was scored both in first and second generation on RNAi to eliminate maternal rescue. For  dhc-1  RNAi, animals were treated with RNAi from L4 and apoptosis was scored 48 h later.",
        "p2": "For developmental apoptosis in the head of L1 larvae on  dlc- 1 RNAi, eggs were picked onto  dlc-1  RNAi plates and their progeny was scored for apoptosis."
    },
    "Quantification of apoptosis": {
        "p0": "Cells undergoing apoptosis were distinguished from normal cells as refractile, button-like discs by using DIC microscopy (Zeiss Axiophot Microscope equipped with a Micropublisher 3.3 RTV Qimaging camera) as described. 56  Alternatively, the CED-1::GFP (P lim-7 ced-1:: GFP,  bcIs39 ) reporter was used to score apoptotic cells using fluorescence microscopy (Leica DNI300B microscope equipped with an Olympus DP72 camera) as previously described. 19  Briefly, worms were synchronized as eggs and apoptosis was scored after 72 and 96 h using P lim-7 ced-1 ::GFP and/or DIC. Worms for DIC were grown at 20 °C, whereas P lim-7 ced-1 ::GFP worms were grown at 25 °C to obtain stronger expression of GFP. Worms were anesthetised in 5 mM levamisole in S-basal (0.1 M NaCl, 0.05 M H 2 PO 4  (pH 6)) and mounted on 2% agarose pads. For DNA damage-induced apoptosis, hermaphrodites were synchronised as L4 and exposed to 60, 90 or 120 Gy using a  137 Cs source (dose rate: 2 Gy/min). Germ cell apoptosis was scored 24-h post treatment. For quantification of developmental apoptosis, freshly hatched L1 larva was anaesthetised in 100 mM levamisole in S-basal and mounted on 2% agarose pads.",
        "p1": "Quantification of KRI-1::GFP expression  Pictures of individual worms were taken with equal exposure time for ctrl and  dlc-1(RNAi)  worms. Pictures were converted to grey-scale and analysed by  mean grey value  in ImageJ (Rasband, W. S., Image J, US NIH, Bethesda, MD, USA). Twenty worms were analysed for each experiment and condition."
    },
    "Nuclear and cytoplasmic extracts and detection of CEP-1": {
        "p0": "Extracts with minor modifications were prepared as described. 57  Approximately 10 000  rrf-3  worms were grown from eggs to adulthood on  dlc-1  or empty vector RNAi plates. Worms were washed three times in S-basal. Three microlitre Extraction Buffer (10 mM Hepes, pH 7.1, 5 mM MgCl 2 , 10% glycerol, 2 mM dithiothreitol (DTT), Complete Protease inhibitor Cocktail Tablets (Roche Applied Science, Hvidover, Denmark)) was added before the worms were pelleted by centrifugation. The pellet was resuspended in 0.5 volumes of Extraction Buffer and snap-frozen in liquid nitrogen. The frozen worms were grinded in liquid nitrogen in a pre-chilled mortar and dissolved in 3 ml Extraction Buffer and homogenised (10 strokes) in a Wheaton stainless steel tissue grinder (24–7). Samples were spun 10 min, 18 000  g  in 50 ml tubes. The supernatant (cytoplasmic fraction) was frozen in liquid nitrogen. The pellet was washed twice in 500  μ l Extraction buffer and then dissolved in 300  μ l Nuclear Extraction Buffer (Extraction Buffer with 500 mM NaCl) and incubated for 30 min, at 4 °C on a roller table. After centrifugation for 10 min, at 18 000  g  in 50 ml tubes at 4 °C, the supernatant (nuclear fraction) was frozen in liquid nitrogen. Bio-Rad (Copenhagen, Denmark) sample buffer and reducing agent were added to 15  μ l of the samples, boiled for 5 min before being fractionated on Bio-Rad CriterionXT precast gels (12%) and electroblotted onto a nitrocellulose membrane using a Bio-Rad Trans-blot cell and subsequently incubated with 2% skim milk in 1 × phosphate-buffered saline (PBS). Membranes were probed with primary antibody followed by horseradish peroxidase (HRP)-conjugated secondary antibody. HRP was visualised using Amersham ECL plus detection systems (GE Healthcare, Brøndby, Denmark). Presence of CEP-1 in the extracts was detected with western blotting (standard protocol) using a rabbit anti-cep-1 (cN-18) antibody (Santa Cruz Biotechnology, Dallas, TX, USA) and HRP-conjugated swine anti-rabbit antibody (DakoCytomation, Glostrup, Denmark) as secondary antibody. An anti-actin antibody (JLA20, Calbiochem, Merck Chemicals, Hellerup, Denmark) was used as control for equal loading."
    },
    "Ionising radiation": {
        "p0": "Hermaphrodites were synchronized at the L4 stage and irradiated with 90 Gy using a  137 Cs source (dose rate: 2 Gy/min). After radiation, the worms were transferred to fresh plates. Twenty-four hours post radiation, worms were washed in S-basal and then snap-frozen in liquid nitrogen and kept at −80 °C."
    },
    "Quantitative real-time PCR": {
        "p0": "For RNA isolation, Trizol (Invitrogen) and chloroform extraction were performed using Phase Lock Gel Heavy 2 ml spin columns (5prime, VWR) followed by isopropanol precipitation. The quality of the RNA was assessed using gel electrophoresis and the concentration was measured using a NanoDrop 1000 (Thermo Scientific, Waltham, MA, USA). One microgram of total RNA was reverse-transcribed into complementary DNA (cDNA) using iScript cDNA Synthesis Kit (Bio-rad) following the manufacturer's protocol. Gene-specific qRT-PCR using cDNA, appropriate primers and Power SYBRGreen PCR Master Mix (Applied Biosystems, Naerum, Denmark), was performed on a Stratagene MX3000P machine (La Jolla, CA, USA). All samples were run in technical triplicates. Water was used as negative control. All primers were designed to span exon–exon boundaries (See  Supplementary Table S1  for primers). Test gene  C T  values were normalised to either  act-1 (dlc-1, egl-1 and ced-13)  or  pmp-2 (lin-35 and ced-9) C T  values. Relative expression levels were calculated by using the Pfaffl method. 58"
    },
    "Mammalian two-hybrid system": {
        "p0": "Experiments were performed based on the Checkmate Mammalian Two-Hybrid system (Promega, Madison, WI, USA).  C. elegans  KRI-1 (isoform a) and DLC-1 were cloned from whole-worm cDNA using standard cloning techniques (See  Supplementary Table S1  for primers). KRI-1 was inserted into the pACT vector, and DLC-1 was inserted into both the pACT and pBIND vectors. HEK293T cells were seeded in 24-well plates with a density of 1.4 × 10 5  cells per well. Next day the cells were transfected at 70–90% confluence with 50 ng GFP vector, 150 ng pG5luc, 150 ng pACT (with appropriate insert), 150 ng pBIND (with appropriate insert) and 1  μ l lipofectamine 2000 (Life Technologies, Naerum, Denmark) in 50  μ l DMEM serum-free medium (Life Technologies) per well. After 24 h, the medium was refreshed. Fourty-eight hours after transfection, the cells were lysed, and 50  μ l of lysate were transferred to 96-well plates. GFP fluorescence was measured using a Perlkin Elmer Universal Microplate Analyzer Fusion-Alpha FPHT. Fourty microlitre luciferase (Promega) was added to each well, and fluorescence was measured in an Enspire 2300 Multi label Reader. Background levels from empty cells were subtracted and luciferase/GFP was plotted as binding efficiency. All measurements were run in technical triplicates. Non-transfected cells, cells transfected with either pACT or pBIND without insert or both were used as negative controls."
    },
    "Supplementary Material": {}
}