{
    "Background": {
        "p0": "Follicle-stimulating hormone (FSH) has multiple biological functions. It is currently considered that FSH can inhibit cervical cancer, and our aim was to explore the underlying molecular mechanisms."
    },
    "Materials and methods": {},
    "Results": {},
    "Conclusion": {
        "p0": "We report for the first time the molecular regulatory mechanisms of FSH in the inhibited development of cervical cancer. The inhibition is due to the decreased cell cycle and activation of cell apoptosis via the PKA-GSK-3β-NF-κB signaling pathway. After PKA is activated in the presence of FSH and GSK-3β activity is downregulated, inducing the inactivation of the NF-κB pathway ( Figure 4 ). Downstream of this process, CCND1, CCNE1, and CASP3 are important in regulating the cell number of cervical cancer. Our findings add to the knowledge of the regulation of cervical cancer and provide new data concerning estrogen replacement therapy for menopausal woman."
    },
    "Introduction": {
        "p0": "Follicle-stimulating hormone (FSH) is a pituitary glycoprotein hormone with an important role in the control of the progesterone synthesis in granular cells. FSH is involved in the manufacture of estrogen for mammalian reproduction. 1 – 3  In the ovaries, FSH combines with its specific membrane receptor, FSHR, which activates G proteins, adenylate cyclase (cAMP), and protein kinase A (PKA), to upregulate the expression of genes involved in estrogen biosynthesis. 4 – 6",
        "p1": "Multiple biological functions of FSH have been demonstrated. Except for reproduction, FSH positively regulates fat deposition in adipose tissue of chickens and mice. 7 – 9  Lack of estrogen in postmenopausal women can increase the risks of cardiovascular disease, obesity, and osteoporosis, with the feedback-mediated increase in the level of FSH level in the blood. 10 – 12  Compensation therapy with estrogen injection has been used as an antiaging strategy. 13 , 14  However, this therapy has negative consequences concerning the occurrence of cancer. 15 – 17",
        "p2": "Nuclear factor-kappa B (NF-κB) is a nuclear transcription factor that regulates the expression of a large number of genes that are critical for the regulation of apoptosis, viral replication, tumorigenesis, inflammation, and various autoimmune diseases. 18 – 20  NF-κB is closely related to the growth and metastasis of tumors, as it inhibits cell apoptosis, with Caspase 3 (CASP3) having an important regulatory role in the process. 21  In addition, Cyclin D1 ( CCND1 ) is the downstream gene of NF-κB 22  and is the key regulatory gene in the cell cycle. 23  The continuous activation of NF-κB is associated with dysregulated cell proliferation.",
        "p3": "In this article, we describe how nude mice were injected with HeLa cells as a cervical cancer model. We report a positive role of FSH in the repression of cervical cancer that is manifest as decreased proliferation and increased apoptosis of cells. The molecular mechanism of FSH on the repression of cervical cancer is demonstrated. Our findings increase the knowledge of the regulation of cervical cancer and provide a new view on estrogen replacement therapy for menopausal woman."
    },
    "Animal ethical statement": {
        "p0": "All animal experiments were performed in accordance with protocols approved by the Animal Research Committee of the Institute of Audiology and Speech Science of Xuzhou Medical College (protocol number: XMC-A02-2017-018). All of the animal experiments were approved and guided by the Animal Care and Use Committee of Xuzhou Medical Collage."
    },
    "Cell culture and treatment": {
        "p0": "HeLa cells in 96- or 6-well plates or 10-cm dishes were cultured with RPMI1640 medium containing 10% fetal bovine serum (FBS). HeLa cells were treated with different concentrations of FSH (5, 10, 20, and 40 mIU/mL) or were not treated with FSH (control group) for 60 hours (the rapid period of cell proliferation) to optimize the working concentration of FSH. The 20-mIU/mL FSH concentration was selected to use for the subsequent experiments. Cells were untreated (control) or treated with FSH 20 mIU/mL for either 48 hours (cell cycle, cell apoptosis, gene expression assays) or 60 hours (cell proliferation assay). Cells with FSH treatment were also co-treated for 8 hours with 20 µmol/l of the PKA inhibitor H89 for 8 hours or 5 µg/mL lipopolysaccharide (LPS) to activate NF-κB, as previously described. 24 , 25  In the cells treated with FSH and H89, GSK-3β activity could also be inhibited using 10 µM TWS119. All cells were collected for analyses."
    },
    "Animals and treatment": {
        "p0": "Thirty six 6-week-old female nude mice (Vital River, Beijing, China) with similar weight (±0.5 g) were housed under a 12/12-hour light/dark cycle in a specific-pathogen free environment. The mouse model was previously described. 26  All mice were injected with 1×10 7  HeLa cells (purchased from National Infrastructure of Cell Line Resource, Beijing, China) and randomly divided into three groups. One group was treated daily with 20 mIU/mL FSH (Sigma-Aldrich, St Louis, MO, USA) in 0.2 mL physiological saline by intra-peritoneal injection. The other two groups were treated with 0.2 mL physiological saline as controls. When tumor masses were evident after the injection of HeLa cells in control mice, the mice in one of the control groups were intraperitoneally injected daily with 20 mIU/mL FSH. The other control group was injected with the same volume of physiological saline. All mice were killed 21 days after the first injection. Tumors were completely excised and stored at −80°C."
    },
    "Cell proliferation": {
        "p0": "Cells were cultured in 96-well dishes (1×10 5  cells per well) in RPMI1640 medium containing 5% FBS and induced with different concentrations of FSH (5, 10, 20, and 40 mIU/mL) or specific 20 mIU/mL FSH for 60 hours. Cell proliferation was determined by the 3-(4,5-dimethyl-2-thiazolyl)-2,5-diphenyl-2-H-tetrazolium bromide (MTT) assay. Based on the treatment with 20 mIU/mL FSH, cells were treated with H89 (20 µM) for 8 hours, and cell numbers were determined. Twenty microliters of MTT (5 mg/mL) aliquots were added to each well and incubated for 4 hours at 37°C. After removing the supernatant, formazan crystals were dissolved in 200 µL of dimethylsulfoxide, and the absorbance was measured at 490 nm. There were eight replicate wells for each group to ensure the accuracy of the experiment."
    },
    "Flow cytometry": {
        "p0": "Cells in 6-cm culture dishes were untreated or treated with 20 mIU/mL FSH for 48 hours and then used for the analysis of cell cycle or cell apoptosis using a FACSCanto II flow cytometer. For the cell cycle analysis, cells were mixed with 0.25% Triton X-100 and 5 µL propidium iodide (PI) and incubated for 30 minutes at room temperature in the dark. Cells were resuspended in 0.5 mL of phosphate-buffered saline (PBS) and analyzed immediately. For the cell apoptosis assay, cells were digested with trypsin, centrifuged at 300 ×  g  for 5 minutes and washed with ice-cold PBS. The cell pellets were re-suspended in 100 µL Annexin V-binding buffer, transferred to a 5-mL culture tube containing 5 µL Annexin V-fluorescein isothiocyanate (FITC), and mixed with 10 µL PI. Each tube was gently vortexed and incubated for 15 minutes at room temperature in the dark. Subsequently, 300 µL of binding buffer was added, and the cells were analyzed immediately."
    },
    "Real-time quantitative polymerase chain reaction (Q-PCR)": {
        "p0": "The expression levels of genes in tumor tissue (untreated or treated with FSH for 21 days) and cell samples (untreated or treated with 20 mIU/mL FSH for 48 hours) were detected by real-time Q-PCR. Primer information is provided in  Table 1 . Each 20 µL PCR mixture contained 10 µL 2× iQ™ SYBR Green Supermix, 0.5 µL (10 mM) of each primer, and 1 µL cDNA. Reactions were incubated in an ABI 7500 Real-Time PCR Detection System (Thermo Fisher Scientific, Waltham, MA, USA). A melting curve was constructed to verify that only a single PCR product was amplified. Samples were assayed in triplicate with SDs of CT values not exceeding 0.5 on a within-run basis."
    },
    "Enzyme linked immunosorbent assay (ELISA)": {
        "p0": "PKA activity was determined in tumor tissue and HeLa cell samples with different treatments using an ELISA kit (BioVision, San Francisco, CA, USA) according to the manufacturer’s instructions."
    },
    "Western blotting": {
        "p0": "The activities of CASP3, NF-κB(p65), and glycogen synthase kinase 3 beta (GSK-3β) were detected in tumor tissue and HeLa cells in vivo and in vitro from mice and cells treated with FSH. The nuclear or cytoplasmic fraction was extracted from every sample using the Nuclear and Cytoplasmic Protein Extraction Kit (Beyotime, Shanghai, China) according to the manufacturer’s instructions. The total protein levels of all samples were assayed with a BCA Protein Assay Kit using monoclonal antibodies to anti-β-actin, anti-CASP3, anti-pNF-κB(p65), and anti-pGSK-3β (all from Abcam, Cambridge, UK)."
    },
    "Statistical analysis": {
        "p0": "ANOVA was done using Statistical Analysis Systems software (Version 8.2; SAS Institute, Cary, NC, USA) to determine significance (accepted at  P <0.05 or  P <0.01). The data are mean ± SD."
    },
    "FSH inhibits cervical cancer development by regulating cell proliferation and apoptosis": {
        "p0": "FSH (10–40 mIU/mL) significantly inhibited ( P <0.05 or <0.01) the number of HeLa cells ( Figure 1A ). In subsequent in vivo and in vitro experiments, 20 mIU/mL FSH was used ( Figure 1A ). Mice were injected with HeLa cells. None of the control and treated mice died during this phase of the study. Subcutaneous tumors were present in all mice injected with HeLa cells for 10 days. At that time, the mice that had not been treated with FSH treatment were divided into two groups that were untreated or treated with 20 mIU/mL FSH for another 11 days to further clarify the effect of FSH on cervical cancer. After the total 21 days of injection of HeLa cells, the tumor masses in FSH-treated mice were significantly smaller ( P <0.01) than the tumors in mice not treated with FSH, but did not vanish ( Figure 1B ).",
        "p1": "Additional validations in vitro were performed. HeLa cells (1×10 5  cells per well in 96-well dishes) were cultured with 20 mIU/mL FSH for 60 hours, and cell viability was assessed using the MTT assay. The number of viable cells in the FSH-treated group was significantly lower ( P <0.01) than that in controls without FSH ( Figure 1C ). Furthermore, HeLa cells were left untreated or were treated with 20 mIU/mL FSH for 48 hours, and the cell cycle and apoptosis were examined using flow cytometry. Compared with control cells, the rate of S phase in the treated cells was significantly lower ( P <0.01), the rate of G1 phase was significantly higher ( P <0.01) ( Table 2 ), and the rate of apoptosis was obviously higher in treated cells ( Figure 1D ). Genetically, as the key factor to cell apoptosis, the level of cleaved caspase 3 (CASP3) measured by western blotting was obviously increased in tumor tissue from mice treated with 20 mIU/mL FSH compared with controls ( Figure 1E )."
    },
    "FSH inactivates NF-κB activity to inhibit subcutaneous tumor": {
        "p0": "NF-κB(p65) activity was detected to clarify if NF-κB was involved in the FSH repression of cervical cancer. In tumor tissue, the NF-κB(p65) activity obviously declined with FSH treatment ( Figure 2A ). Cells were divided into three groups. One group was a control, and the other two groups were treated for 8 hours with 20 mIU/mL FSH or 20 mIU/mL FSH plus 5 µg/mL LPS. Compared with the control cells, the NF-κB(p65) activity became lower in the FSH-treated group and recovered to the same level of the NF-κB(p65) activity in the presence of LPS ( Figure 2A ). The 60-hour FSH plus LPS treatment resulted in significantly higher numbers of cells ( P <0.01) in FSH-treated mice ( Figure 2B ).",
        "p1": "Detection of downstream functional genes related to cell proliferation or apoptosis was done in vivo and in vitro. The mRNA levels of  Cyclin D1  ( Ccnd1 ) and  Cyclin E1  ( Ccne1 ) genes were significantly downregulated in tumor tissue from mice treated with 20 mIU/mL FSH ( P <0.01). HeLa cell injection with FSH in the absence or presence of LPS for 8 hours yielded significant decreases of  Ccnd1  and  Ccne1  mRNA levels (both  P <0.01) in the 20 mIU/mL FSH group and was upregulated in the presence of LPS ( Figure 2C ). Accordingly, the cleaved CASP3 level was markedly increased in HeLa cells treated with 20 mIU/mL FSH for 8 hours compared with control cells. The level decreased upon exposure to LPS ( Figure 2D )."
    },
    "FSH inactivates GSK-3β to inhibit NF-κB by inducing PKA activity": {
        "p0": "FSHR-PKA and GSK-3β were analyzed to explore the regulation of FSH on NF-κB activity.  Fshr  mRNA and protein levels were upregulated in tumor tissues treated with 20 mIU/mL FSH compared to tumor tissue without FSH ( P <0.01) ( Figure 3A ). Moreover, as shown in  Figure 3B and C , the PKA level also was obviously increased, and the activity of GSK-3β was significantly reduced in tumor tissue upon treatment with 20 mIU/mL FSH than in tumor tissue without FSH.",
        "p1": "On the basis of FSH treatment, HeLa cells in vitro were treated with H89 (PKA inhibitor) for 8 hours. PKA activity was increased for FSH and then significantly decreased ( P <0.05 or  P <0.01) upon treatment with H89, accompanied by a significantly opposite change of GSK-3β activity ( Figure 3B and C ). In HeLa cells treated with FSH and H89, NF-κB(p65) activity was significantly decreased in the presence of TWS119 (GSK-3β inhibitor) ( Figure 3D ), suggesting that FSH inhibited GSK-3β activity via PKA to affect the NF-κB(p65) activity in controlling development of subcutaneous tumors."
    },
    "Discussion": {
        "p0": "FSH that is active in association with its specific membrane receptor, FSHR, has important roles in reproduction and lipid biosynthesis via the cAMP-PKA-CREB pathway. 1 – 3 , 7 – 9  The present data clearly demonstrate the positive role of FSH hormone in cervical cancer and clarify the systematic molecular mechanism. Our findings add to the knowledge of the regulation of cervical cancer and provide a new view on replacement therapy of estrogen for menopausal woman.",
        "p1": "The effect of FSH for cervical cancer was assessed in vivo and in vitro. FSH applied at different stages of tumor development could inhibit the development of subcutaneous tumors, but did not dictate tumor occurrence. The MTT viability assay indicated that 20 mIU/mL FSH inhibited HeLa cells in vitro. Flow cytometry confirmed that FSH inhibited the progression from G1 to S phase in HeLa cells. The collective results indicate that FSH inhibits the development of subcutaneous tumors by inhibiting cell proliferation.",
        "p2": "The molecular regulatory mechanism of FSH on cervical cancer was investigated. FSH has different regulatory roles on NF-κB in different cell types, 27 , 28  and NF-κB(p65) in the NF-κB pathway is important in the regulation of cell proliferation and apoptosis. 29 – 31  This knowledge prompted us to explore NF-κB(p65) activity. As expected, the activity was obviously decreased in tumors from mice treated with FSH before the development of a tumor mass. As the specific activator of NF-κB, 32  5 µg/mL LPS was used to validate the role of NF-κB(p65) in vitro. After HeLa cells were treated by LPS for 8 hours, treatment with 20 mIU/mL FSH recovered the activities of NF-κB(p65) that had been reduced by FSH. Accordingly, the cell number significantly increased. Using HeLa cells with the same treatment, the mRNA levels of  Ccnd1  and  Ccne1 , as the downstream function genes and factor-related cell cycle or cell proliferation, 33 , 34  were downregulated for FSH and then upregulated after the addition of LPS. However, as a key factor in regulating the cell apoptosis, 35 , 36  the induction of cleaved CASP3 was evident in tumor tissue and HeLa cells treated with 20 mIU/mL FSH, again supporting the FSH-mediated inhibition of apoptosis inhibition. In vitro, cleaved CASP3 was downregulated with the addition of LPS from the higher levels that had resulted from the presence of FSH. The results support the view that FSH inactivates the NF-κB pathway to control subcutaneous tumors by inhibiting cell proliferation and activating cell apoptosis.",
        "p3": "The present results add to the data concerning the clinical value of PKA activity on the effect of FSH 8 , 37 , 38  and the important role of GSK-3β in regulating the activity of NF-κB. 39 , 40  In tumor tissue in the FSH treated group, the mRNA level of  Fshr  and PKA activity were significantly upregulated, but the level of activated GSK-3β was significantly downregulated compared to tumor tissue without FSH, indicating a relationship of PKA and GSK-3β with FSH in controlling subcutaneous tumors. After the blockage of PKA in vitro for 8 hours, the activated GSK-3β level was obviously increased with the inactivation of PKA, as has been reported. 41  Furthermore, the activity of NF-κB(p65) recovered with the inactivation of PKA and activation of GSK-3β, but was again decreased in the presence of the inhibition of GSK-3β by TWS119. These results prove that PKA reduces the activity of NF-κB by inactivating GSK-3β."
    }
}