{
    "Background": {
        "p0": "Mechanical ventilation adjuvant therapy, an effective means of artificial replacement of spontaneous breathing, is widely used in patients with respiratory dysfunction in the Intensive Care Unit (ICU), controlled respiration during surgery under general anesthesia, emergency recovery, and other medical processes. It is a basic treatment for the management of patients unable to maintain adequate ventilation and oxygenation. However, mechanical ventilation can cause ventilator-induced lung injury (VILI), thus aggravating respiratory failure [ 1 – 3 ]. During mechanical ventilation, the endothelial cells (ECs) are activated, membrane integrity of vascular capillaries is disrupted, and the alveolar lumen fluid exudation is increased. Ventilation dysfunction and severe pulmonary edema are observed [ 4 , 5 ]. However, the underlying mechanisms of VILI are not clearly delineated.",
        "p1": "Mechanical ventilation can induce Ca 2+  overload, which leads to marked increase of endothelial permeability and endothelial barrier dysfunction [ 6 , 7 ]. Stim1 (Stromal-interacting molecule 1), a sensor of intracellular calcium, located on the endoplasmic reticulum (ER), regulates store-operated Ca 2+  entry (SOCE) to affect cell activation [ 8 – 10 ]. Orai1, located on the plasma membrane, is a prototypic store-operated Ca 2+  release-activated Ca 2+  channel protein [ 11 – 14 ]. Stim1 and Orai1 mediate SOC activation [ 11 ], which is important for control of the endothelial barrier [ 15 ]. The classical PKCα isoform in ECs, which contains calcium-binding domains, has an important role in pulmonary edema [ 16 – 18 ]. We infer that Stim1 and Orai1 mediates Ca 2+  influx, which activates PKCα and induces lung edema during mechanical ventilation.",
        "p2": "In this study, we investigated the roles of Stim1 and Orai1 in VILI  in vitro  and  in vivo , and analyzed the underlying mechanisms of lung edema in VILI."
    },
    "Material/Methods": {
        "p0": "Wistar rats were exposed to low tidal volume (7 mL/kg) or high tidal volume (40 mL/kg) ventilation. Human Lung Microvascular Endothelial Cells (HULEC) were subjected to 8% or 18% cyclic stretching (CS). BTP2 pretreatment was performed. Lung wet/dry weight ratio, histological changes of lung injury, and bronchoalveolar lavage fluid (BALF) protein were measured. Endothelial permeability and intracellular calcium concentration were evaluated in HULECs. Protein expression was determined by Western blotting."
    },
    "Results": {},
    "Conclusions": {
        "p0": "In conclusion, our findings demonstrate that Stim1/Orai1 elevates permeability of ECs exposed to CS and regulates ventilator-induced lung edema, perhaps through calcium-sensitive PKCα. BTP2 can inhibit calcium influx, reverse endothelial hyperpermeability, and reduce lung injury via inhibiting the Orai1 channel. Our study provides an important mechanism for lung edema formation during mechanical ventilation and a potent therapeutic target for protecting the lungs from VILI."
    },
    "Material and Methods": {},
    "Cell culture and cyclic stretching": {
        "p0": "Human lung microvascular endothelial cells (HULECs) were purchased from ACTT (Maryland, USA) and seeded at a density of 5×10 5  cells/well on collagen I-coated flexible-bottom BioFlex plates in MCDB131 medium (Gibco, Carlsbad, USA) supplemented with 10% FBS (Gibco, Carlsbad, USA), 10 ng/ml epidermal growth factor (PeproTech, Rocky Hill, USA), 1 μg/ml hydrocortisone, and 10 mM glutamine.",
        "p1": "The Flexcell Strain Unit (FX-5000; Flexcell International, Hillsborough, NC) was used for the cyclic stretching experiments. A pattern of CS in the basement membrane surface area at a frequency 0.5 Hz with a stretch-to-relaxation relation of 1: 1 was used [ 19 , 20 ]. Cells were exposed to 8% CS and 18% CS for 2 h or 4 h to determine optimal experimental conditions. Then, cells were divided into 4 groups: control group, 18% CS group, 18% CS+DMSO, and 18% CS +BTP2. Non-stretched cells were used in the control group. In the 18% CS+BTP2 and 18% CS+DMSO group, 20 μM of N-(4-[3,5-bis(trifluoromethyl)-1H-pyrazol-1-yl] phenyl)-4-methyl-1,2,3-thiadiazole-5-carboxamide (BTP2; Santa Cruz Biotechnology, Inc., Santa Cruz, USA) or 3 μl/ml of DMSO (Sigma Chemical Co., St. Louis, USA) was used for 2 h prior to CS."
    },
    "Fluo-3 calcium measurement by flow cytometry": {
        "p0": "Immediately after stretching, Fluo-3 AM (Beyotime, Shanghai, China) was added to HULECs to the final concentration of 5–10 μM, which were incubated for 30 min in a 37°C incubator shielded from light, as previously described [ 21 ]. At the same time, the negative control without Fuo-3AM treatment was set up. Cells were collected by centrifugation and re-suspended in calcium-free PBS at 10 6  cells/ml. Fluorescence intensity of 10 4  cells in each group was measured as intracellular calcium concentration by flow cytometry. Each experiment was repeated 3 times."
    },
    "Endothelial permeability": {
        "p0": "Endothelial permeability was determined by the influx of Evans blue-labeled albumin across the endothelial monolayer [ 22 ]. Cells of the control group and stretching cells were collected by trypsin digestion. Cells (6×10 5 /ml) were seeded on 0.4-μm Transwell filters of 6-well plates. We placed 2.6 ml of MCDB131 complete medium in the lower chamber and added 1.5 ml cell suspension or complete medium in the upper chamber. When cell confluence reached 90%, 0.67 mg/ml Evans blue-labeled albumin (1.5 ml) was added to the upper chamber, and the culture medium in the lower chamber was replaced with 4% BSA (2.6 ml). Then, the culture plate was incubated at 37°C. At 0.5 h, 1 h, 2 h, 4 h, and 8 h of incubation, 50 ul solution was drawn from the lower chamber to measure absorbance by a microplate reader at 620 nm. Each experiment was repeated 3 times."
    },
    "Animals and treatments": {
        "p0": "Forty male healthy Wistar rats (Laboratory Animal Center, Shandong University, China) weighing 200–220 g were randomly divided into 5 groups (n=8 in each group): control group (without ventilation), low tidal volume (V T =7ml/kg), high tidal volume (V T =40 ml/kg), DMSO group (received 0.4 ml/kg i.p. DMSO, 2 h prior to ventilation, V T =40 ml/kg), BTP-2 group (received 1mg/kg i.p. BTP-2, 2 h prior to ventilation, V T =40 ml/kg).",
        "p1": "Rats in the control group did not receive ventilation, while rats in the other 4 groups were ventilated for 4 h using an ALC-V8 animal ventilator. Ventilation parameters were set as follows: a respiratory rate of 40 times/min, I/E ratio of 1: 3, a fraction of inspired oxygen of 21%, and no PEEP [ 19 ]. Rats were intraperitoneally anesthetized with pentobarbital sodium (60 mg/kg) and ketamine (80 mg/kg). Anesthesia was maintained by intravenous pentobarbital at 30 mg/kg/h via the tail vein. Muscle relaxation was achieved by intravenous pancuronium (0.6 mg/kg/h) [ 19 , 23 ]. After ventilation, rats were sacrificed and the lungs were collected for further analysis. All animal experiments were conducted according to the ethical guidelines of Shandong University."
    },
    "BALF protein analysis and lung wet/dry ratios": {
        "p0": "Rats were sacrificed, and bronchoalveolar lavage fluid (BALF) was obtained by instilling 2 ml saline into the left lung 3 times. Approximately 5 ml lavage fluid was retrieved per rat. Samples were centrifuged and supernatants were collected. The protein content in the supernatant was measured using the BCA Protein Assay Kit  [ 24 ] . Each experiment was repeated 3 times.",
        "p1": "For determination of lung wet-to-dry (W/D) weight ratio, the right lower lung was blotted on filter paper, weighed, and subsequently dried for 3 days to a constant weight in an oven at 60°C. W/D weight ratio was calculated by dividing wet by dry lung weight. Each experiment was repeated 3 times."
    },
    "Western blot analysis": {
        "p0": "Lung tissues were homogenized and lysed in RIPA buffer. Total protein contents were determined by BCA method. Equal amounts of protein samples (20 μg) were separated by NU-PAGE Bis-Tris (4–12%) gel electrophoresis and transferred to nitrocellulose membranes. The membrane was incubated with primary antibodies of anti-Stim1 (1: 1000, Abcam, Burlingame, USA), Orai1 (1: 500, Santa Cruz Biotechnology, Inc., Santa Cruz, CA, USA), PKCα (1: 1000, Abcam), and β-actin (1: 1000, CST, Danvers, USA) overnight at 4°C. Later, the membranes were washed at least 3 times with TBST at 15-min intervals. The appropriate horseradish peroxidase-conjugated secondary antibody (1: 10000, ZSGB-BIO, China) was added and incubated for 1 h at 37°C. β-actin was used as an internal control. Protein bands were detected by the enhanced chemiluminescence (Millipore, Billerica, USA). The blot images were analyzed using Image J software. Each experiment was repeated 3 times."
    },
    "HE staining": {
        "p0": "The right upper lung lobe was fixed in formalin, embedded in paraffin, and cut into 4-μm sections. The sections were then stained with H&E and analyzed by light microscopy according to routine procedure. Each experiment was repeated 3 times."
    },
    "Statistical analysis": {
        "p0": "Statistical analysis was performed using the Statistical Product and Service Solution (SPSS Inc. Chicago, USA) 19.0 statistics package. All measurement data conformed to normal distribution according to a Kolmogorov-Smirnov test (p>0.05). The results are expressed as means ± SD. Differences among groups were determined by one-way analysis of variance (ANOVA) and Student’s  t  test. Differences between groups were determined by least significant difference (LSD) testing. P<0.05 was considered statistically significant."
    },
    "Stim1 expression is upregulated in HULEC exposed to 18% CS": {
        "p0": "To evacuate the expression of Stim1 in HULEC exposed to CS, cells were treated with 8% and 18% CS for 0 h, 2 h, and 4 h. Stim1 protein level was detected by Western blotting. The relative density of Stim1 was not significantly different among the 8% CS groups and control group at 2 h and 4 h, but the level of Stim1 in the 18% CS group increased with stretching time. Compared with 8% CS for 4 h, the expression of Stim1 in HULEC exposed to 18% CS for 4 h was significantly upregulated (P<0.01,  Figure 1A, 1B )."
    },
    "BTP2 inhibits Orai1 expression in HULECs exposed to 18% CS for 4 h and levels of Stim1 and PKCα are decreased": {
        "p0": "To evaluate the impact of BTP2 pretreatment on levels of Orai1, Stim1, and PKCα, HULECs were exposed to 18% CS with or without pretreatment of BTP2 or DMSO, 2 h prior to CS. Western blotting showed that 18% CS for 4 h significantly increased the levels of Stim1, Orai1, and PKCα compared with the control group (P<0.05,  Figure 2 ). Compared with the 18% CS + DMSO group, the levels of Stim1, Orai1, and PKCα in cells treated with 18% CS + BTP2 were significantly decreased (P<0.05). The expression of Stim1 in the 8% CS + BTP2 group was significantly higher than in the control group. However, PKCα level was not significantly different between the 18% CS + BTP2 group and control group. These results demonstrate that BTP2 inhibits Orai1 expression in HULECs exposed to 18% CS, and the levels of Stim1 and PKCα were also decreased when cells were treated with 18% CS + BTP2."
    },
    "18% CS induces increased endothelial permeability and BTP2 pretreatment inhibits the process": {
        "p0": "To illustrate the effect of BTP2 on endothelial permeability, after exposure to 18% CS for 4 h, cells were seeded on Transwell filters. We found that endothelial permeability increased progressively in the CS group during the first 6 h, and there was no significant difference at 8 h among the different groups ( Figure 3A ). Then, endothelial permeability was compared in different groups at 4 h after stretching. The results showed BTP2 pretreatment inhibited the increase of endothelial permeability in HULECs exposed to 18% CS for 4 h compared with the 18% CS + DMSO group (P<0.05,  Figure 3B )."
    },
    "Cyclic stretching induces calcium influx and BTP2 inhibits it": {
        "p0": "To analyze the influence of BTP2 on calcium influx, the concentration of intracellular Ca 2+  was measured after stretching by flow cytometry ( Figure 4A–4D ). Compared with the control group, intracellular Ca 2+  level was significantly increased in cells exposed to 18% CS for 4 h ( Figure 4E ). BTP2 blocked Ca 2+  influx and significantly decreased intracellular Ca 2+  compared with the 18% CS + DMSO group (P<0.05). However, intracellular Ca 2+  in the 18% CS + BTP2 group increased more than in the control group. These results indicate that 18% CS induces calcium influx and BTP2 partially inhibits the process."
    },
    "BTP2 administration alleviates lung pathological changes induced by high tidal volume ventilation": {
        "p0": "To observe the pathological changes after ventilation, HE staining was performed. Pathological evaluation revealed that lung tissue retained normal structure without alveolar congestion and hemorrhage in the low tidal volume group, the same as in the control group. However, high tidal volume ventilation induced alveolar congestion and hemorrhage, alveolar walls thickening, neutrophil infiltration, and fluid exudation in alveolar lumen. BTP2 pretreatment obviously attenuated these pathological changes compared with the DMSO group and protected lungs from VILI ( Figure 5 )."
    },
    "BTP2 pretreatment decreases the level of Orai1, Stim1, and PKCα": {
        "p0": "Rats were ventilated for 4 h with or without pretreatment by BTP2 or DMSO for 2 h. The expression of Stim1, orai1, and PKCα were detected by Western blotting ( Figure 6 ). Compared with the control group, low tidal volume ventilation had no obvious effect on protein expression of Stim1, Orai1, and PKCα (P>0.05). High tidal volume ventilation significantly increased the expression of them in lung tissue compared with low- tidal volume (P<0.05). BTP2 administration reduced the expression of Orai1 and PKCα compared with the DMSO + high tidal volume group. The level of Stim1 after BTP2 injection decreased compared with the DMSO + high tidal volume group (P<0.05), but still was increased compared with the control group (P<0.05)."
    },
    "BTP2 pretreatment reverses the increase of W/D weight ratio and the total protein in BALF induced by high tidal volume": {
        "p0": "To evaluate the extent of lung edema, the lung W/D weight ratio and BALF protein were determined. W/D ratios and BALF protein significantly increased after high tidal volume ventilation for 4 h, while there was no obvious difference between the low tidal volume group and the control group ( Figure 7A, 7B ). BTP2 pretreatment reversed the increase of W/D ratios and BALF protein induced by high tidal volume ventilation and reduced lung edema."
    },
    "Discussion": {
        "p0": "Mechanical ventilation is essential for patients with acute respiratory distress syndrome and respiratory dysfunction, but VILI is also considered as an important factor contributing to mortality [ 1 – 3 ]. Pulmonary edema is the major pathological change in VILI. Previous studies showed that ventilation can induce Ca 2+  overload in ECs, increase endothelial permeability, and lead to pulmonary edema [ 6 , 7 , 25 , 26 ]. The mechanism is partly understood but is still far from clear. Our study revealed that high tidal volume and high magnitude stretching activated SOCE though Stim1/Orai1 in ECs, and then activated PKCα, combining with more Ca 2+ , which increased endothelial permeability and induced lung edema. BTP2, an inhibitor of Orai1, prevented Ca 2+  influx, reversed endothelial hyperpermeability, and protected from lung edema.",
        "p1": "Our team exposed pulmonary ECs to pathological or physiological CS (18% or 8% distension, respectively) to recapitulate a high and low tidal volume mechanical ventilation regimen [ 19 , 20 ]. The 8% CS had no significant effect on Stim1 protein expression. By contrast to the control group, the expression of Stim1 and Orai1 in EC exposed to 18% CS for 4 h was obviously elevated. We infer that pathological stretching can activate the Stim1/Orai1 signal pathway. Debroy et al. [ 27 ] found that LPS induced Stim1 mRNA and protein expression in human and mouse lung ECs. Other researchers demonstrated Stim1 was activated by reactive oxygen species (ROS) via Orai1 channel and an elevation in cytosolic Ca 2+  in lung exposed to LPS, suggesting that Stim1/Orai1 signaling an important mechanism of ROS-mediated EC function and lung edema exposed to LPS [ 8 ].  In vivo , we also found that mechanical ventilation at high tidal volume markedly increased the expression of Stim1 and Orai1. Our data suggest that endothelial Stim1/Orai1 pathway is involved in VILI.",
        "p2": "Endothelial permeability mildly increased in Transwell filters after seeding for 2 h and obviously increased after 4–6 h, and no significant difference at 8 h among different groups. We speculate that cells repair their own damage gradually after culturing for 8 h. Endothelial hyperpermeability is the initiation factor of lung edema. Our study showed that endothelial permeability significantly increased after ECs were exposed to 18% CS for 4 h. BALF protein and lung W/D ratio changes are functional measures of EC activation associated with increased vascular permeability, which induce lung edema directly [ 28 ]. In this study, we found that high tidal volume ventilation led to an increase of total BALF protein and lung W/D ration. Lung edema was observed simultaneously. Pathologically, CS as a model to simulate high tidal volume ventilation-induced lung edema in rats can increase endothelial permeability.",
        "p3": "Stim proteins sense the ER luminal Ca 2+  levels through their N-terminal Ca 2+ -binding EF-hand domains [ 13 , 29 ]. Then, the activation of Stim proteins follows a similar pattern of aggregation and translocation into ER-plasma membrane junctions and combines directly with the highly Ca 2+ -selective family of Orai channels to generate Ca 2+  entry signals [ 30 , 31 ]. BTP2, a store-operated calcium channel inhibitor, inhibits Orai1 channel, blocks Ca 2+  influx, and plays an important role in attenuating ischemia-reperfusion injury, thus regulating immune response and relieving inflammation [ 32 – 35 ]. BTP2 pretreatment significantly inhibited the calcium influx after stretching stimulation through Orai1 channel. Our studies showed that the expression of Stim1 and Orai1 decreased, calcium concentration in EC decreased, and endothelial hyperpermeability was reversed. We infer that BTP2 may inhibit increase of endothelial permeability and ventilator-induced lung edema through Stim1/Orai1 mediated Ca 2+  influx.",
        "p4": "The two main Ca 2+  influx channels of non-excitable cells are the Orai and TRP families of Ca 2+  channels. Stim1 can interact with TRPC1 and TRPC4 to mediate Ca 2+  entry-dependent disruption of the lung endothelial barrier [ 36 ]. Stim1 also combines with TRPV4, a member of the TRP family, in the regulation of SOCE by its C-terminal domain through the protein-protein interaction [ 37 ], and initiates the acute calcium-dependent permeability increase during ventilator-induced lung injury [ 38 ]. Therefore, the mechanism underlying the role of Ca 2+  signaling in regulation of endothelial permeability of lung endothelium is very complex. Future studies should be performed to better understand the prominent role of Stim1 and Orai1 in mediating changes of endothelial permeability in VILI.",
        "p5": "PKC is a family of serine/threonine kinases that has many different isotypes. The classical PKCα isoform in ECs, which contains calcium-binding domains, has an important role in pulmonary edema [ 16 – 18 ]. Our study suggests that 18% cyclic stretching and large tidal volume ventilation induced PKCα expression in  in vitro  and  in vivo  models. PKCα are activated by signals such as increased cytosolic Ca 2+  [ 16 ]. We found that PKCα expression was reduced after BTP2 pretreatment. Possibly because of decreasing Ca 2+ , PKCα was not activated. Activation of PKCα is accompanied by translocation to the plasma membrane [ 39 ]; unfortunately, we did not examine PKCα translocation. We speculate that Stim1/Orai1 regulates vascular permeability via the calcium-sensitive PKCα signaling pathway ( Figure 8 ). However, further study is needed to verify that activated PKCα not only depends on increase of expression, but also on increase of function."
    }
}