{
    "Introduction": {
        "p0": "According to the World Health Organization statistics in 2015, noncommunicable diseases have become the main cause of death worldwide. It is estimated that in the 21st century, cancer will become the foremost cause of death in the world. Cervical cancer is a common malignant tumor in women and the statistics show that there are about 570 000 new cases worldwide in 2018, of which 311 000 died. Among female malignant tumors, the incidence and mortality of cervical cancer ranks the fourth in the world. Moreover, in some economically backward areas, the incidence and mortality of cervical cancer is even second only to breast cancer. 1  In recent years, the mortality and morbidity of cervical cancer have decreased, which is due to the widespread early screening of cervical cancer and human papillomavirus (HPV) vaccination resulting in timely prevention, detection, and diagnosis of precancerous lesions. However, in some developing countries, insufficient resources and out-of-date equipment mean that many primary health-care centers that can conduct early screening for cervical cancer and HPV vaccination are thus unable to provide corresponding preventive measures. 2  At the same time, disease-related knowledge is still insufficient, which has become a major obstacle to early prevention and treatment of cervical cancer, 3  making the recommendations of American Society of Clinical Oncology in the cervical cancer screening guidelines issued in 2016 difficult to achieve. 4  Moreover, the treatment of advanced cervical cancer, like most other cancers, has associated problems, such as ineffective treatments, radiotherapy/chemotherapy resistance, recurrence of cancer and eventually, death. 5  Often, advanced patients can no longer receive surgical treatment, so have a very short median survival period; less than 20% of people can have a survival period of more than 1 year. 6  Consequently, there is an urgent need to explore the best treatment options.",
        "p1": "Nowadays, the therapeutic method of cervical cancer is still radiotherapy-based comprehensive treatment. Previous studies have shown that HPV infection itself is not enough to cause malignant changes and promote the development of the disease; changes in other cells and genes occur in the process of transformation from low-grade lesions to invasive cancers, including activation of some signal transduction pathways, which is also a potential cause of radioresistance in cervical cancer. 7  The Hedgehog signaling pathway has been shown to play an indispensable role in the growth, invasion, metastasis, recurrence, drug resistance, and radioresistance of cervical cancer. Moreover, active Hedgehog signals can be detected in all cervical cancer cell lines, regardless of whether or not HPV exists. Therefore, in order to develop new therapeutic strategies, it is necessary to further understand the role of this pathway, especially its role in the behavior of advanced cervical cancer cells. This article reviews the research status and progress of the relationship between radiation resistance and Hedgehog signaling pathway in cervical cancer."
    },
    "Hedgehog Signaling Pathway and Cancer": {
        "p0": "In 1980, the Hedgehog gene was first identified in Drosophila by Nüsslein-Volhard and Wieschaus. 8  Hedgehog signaling molecules in mammals include 3 ligands, Sonic Hedgehog (SHH), Indian Hedgehog, and Desert Hedgehog; 2 negative regulatory receptors, PTCH1 and PTCH2; a key signal transduction protein, SMO; and 3 oncogenic transcription factors: Gli1, Gli2, and Gli3. 9  PTCH1, a transmembrane transporter, can inhibit the activity of signal transduction protein SMO in the absence of HH ligand. The binding of HH ligand to PTCH1 triggers the activation of Hedgehog signaling pathway. At the same time, PTCH1 is inactivated by binding to HH, thus eliminating the inhibitory effect on SMO, thereby activating the transcription factor in the cytoplasm, which is Gli protein 9  in mammals. Ultimately, Gli transcription factors will be activated and released from protein complexes, and the activated Gli transcription factors are the ultimate effectors of this pathway. It eventually enters the nucleus, inducing the expression of various oncogenes under specific conditions, which regulate cell differentiation, proliferation, and survival. In many human malignant tumors, abnormal Hedgehog signaling pathways are often observed. 10  As a result, the components of Hedgehog signaling pathway can serve as biomarkers for tumor development, which have been demonstrated by numerous studies. Bai et al demonstrated that high expression of Gli3 is associated with poor overall survival (OS) in patients. Gli3 expression is an independent prognostic factor in OS, so it can be used as a biomarker to predict the prognosis of patients. 11  The study from Wang et al suggested that Shh and Gli1 overexpression were both associated with unfavorable OS and disease-free survival (DFS). Additionally, Smo overexpression was related to poor DFS. However, there were no significant associations between OS and overexpression of Ptch1, Gli2, and Smo, or between DFS and overexpression of Ptch1 and Gli2. It shows that Hedgehog signaling pathway is now a hotspot as biomarkers. 12",
        "p1": "There are 2 forms of activation of the Hedgehog signaling pathway: nonligand dependent and ligand dependent. The activation of nonligand-dependent Hedgehog signaling pathway is the classical activation mode of the Hedgehog signaling pathway, which is realized by the loss of PTCH1, the activation of SMO, or the activation of Gli and plays an important role in the formation of tumors. 13  Whether the ligand-dependent activation mode is the main factor driving cancer growth has not been clarified. However, it was found in the xenograft mouse model of human tumors that Hedgehog signaling pathway is overactivated with the increase in HH ligand secretion, whether from autocrine of tumor cells or paracrine of surrounding matrix (autocrine/paracrine regulatory mechanisms;  Figures 1  and  2 ). 14"
    },
    "Hedgehog Signaling Pathway and Cancer Stem Cells": {
        "p0": "Increasingly, more studies have found that tumors are composed of heterogeneous cell populations, some of which are defined as cancer-initiating cells or cancer stem cells (CSCs), considered to be the main causes of radiation resistance, drug resistance, and recurrence after treatment of malignant tumors. 15  Many researchers believe that CSCs are more radiation resistant than normal cancer cells, so they explain the radiation resistance of tumors through CSCs. 16  Recently, studies have shown that CSCs are one of the causes of recurrence of head and neck squamous cell carcinoma after radiotherapy. 17  There are many transporters on the surface of CSCs cells, which also produce DNA repair enzymes and overexpress antiapoptotic proteins to prevent cell apoptosis, thereby explaining why most cancer cells are destroyed during radiotherapy while CSCs survive. 18  It was found that there was a high expression of stem cell markers in radioresistant cells, indicating that radioresistant cells might be composed of CSCs. 19  Hedgehog signaling pathway is a highly conserved embryonic development pathway, which is involved in the regulation of cell proliferation and differentiation during embryonic development and in the growth of many organs. 20  In adult tissues, the Hedgehog signaling pathway is suppressed and usually remains relatively static, except that it plays a role in the process of tissue repair and regeneration. 21  During the development of the cerebellum, SHH secreted by Purkinje cells promotes the proliferation of granulosa cell precursors through promoting the production of stem cells and the expression of proliferation genes, such as  MYC ,  cyclin D1 ,  IGF2 , and  BMI1 . In the adult brain, neural stem cells continue to provide new neurons for the brain, while the Hedgehog signaling pathway is only responsible for maintaining the activity of these stem cells. 22  It is reported that Hedgehog signaling pathway is active in CSC and related to stem cell markers. 23  Evidence has shown that the activation of Hedgehog signaling pathway plays a key role in tumorigenesis, promoting the phenotype of CSCs, epithelial–mesenchymal transition, and metastasis. 21  Moreover, the Hedgehog signaling pathway is activated by ionizing radiation. 24  Kurebayashi et al used the Hedgehog signaling pathway inhibitor GANT61 to show that the inhibitor had anti-CSCs activity, confirming that the Hedgehog signaling pathway plays a primary role in the regulation of CSCs and determines the characteristics of stem cells by regulating the expression of multiple genes. Of note, in order to maintain the characteristics of stem cells and the ability of self-renewal and infinite proliferation of cancer cells, the relevant pathways must be active to further obtain radioresistance, which is also consistent with the results of the high expression of the Hedgehog signaling pathway in radioresistant cervical cancer cells. 25"
    },
    "Hedgehog Signaling Pathway Mediates Radioresistance to Cervical Cancer": {
        "p0": "Radiotherapy plays an important role in the treatment of cervical cancer, especially in the treatment of advanced cervical cancer. Although the mechanism of cervical cancer has been extensively studied, the specific molecular mechanism leading to radioresistance in cervical cancer has not yet been clarified. According to previous reports, the components of Hedgehog signaling pathway gradually increased with the progression of normal epithelial cells to squamous cell carcinoma. 26  Therefore, it is known that Hedgehog signaling pathway plays a certain role in the occurrence and development of squamous cell carcinoma. Samarzija and Beard argued that HPV infection alone was not enough to cause cervical cancer, so they explored the Hedgehog signaling pathway to explore the possibility of its “second strike” leading to cervical cancer. It was found that Hedgehog signaling pathway was abnormally active in cervical cancer cells, participated in the occurrence and development of cervical cancer, and played a regulatory role in the migration of cervical cancer cells. 27  Studies have shown that the survival rate of cervical cancer cells can be reduced by 3 small interfering RNAs targeting Gli3, 28  confirming that the Hedgehog signaling pathway mediates the proliferation and invasion of cervical cancer. To further explore the role of this pathway in the acquisition of radioresistance in cervical cancer cells, Chunxian et al established cervical cancer cell lines Hela-RR and Siha-RR that are resistant to radiotherapy and verified the radioresistance of Hela-RR and Siha-RR under 6, 8, and 10 Gy irradiation. Experiments showed that the levels of SMO and Gli1 in Hela-RR and Siha-RR were significantly higher than those in parental Hela and Siha cells, while the survival rate of radioresistant cervical cancer cells decreased after SMO knockout. 29",
        "p1": "In conclusion, the Hedgehog signaling pathway plays an important role in the pathogenesis of cervical cancer, mediating the acquisition of radioresistance in cervical cancer. Although the function and significance of the Hedgehog pathway in cervical cancer are still unclear, active exploration of the relationship between Hedgehog signaling pathway and radiation resistance of cervical cancer has far-reaching significance for the treatment of cervical cancer."
    },
    "Targeted Therapy of Hedgehog Signaling Pathway in Radioresistance Cervical Cancer": {
        "p0": "At present, there are 3 kinds of radical radiotherapy for cervical cancer, including external irradiation, brachytherapy, and cisplatin combined with radiotherapy and chemotherapy (RTCT). Different therapies have a common goal, that is, to improve cancer control rate or treatment tolerance. 30  However, often radioresistance in the treatment of cervical cancer leads to the failure of radical radiotherapy. Furthermore, as the current treatment regimen approaches (or reaches) the tolerance limit of normal tissues, it seems impossible to further increase the dose of radiotherapy or cytotoxic drugs of the combined radiotherapy. 20  Therefore, in order to improve the tolerance of cervical cancer to radiotherapy, there is an urgent need to explore new targeted drugs and to combine traditional treatments for cervical cancer.",
        "p1": "Chaudary et al demonstrated that the Hedgehog signaling pathway is an effective therapeutic target for cervical cancer using a xenotransplantation animal model of cervical cancer in situ. Using anti-SHH monoclonal antibody 5E1 or clinical SMO inhibitor Sonidegib (LDE225), they found that the addition of the Hedgehog inhibitor to the treatment could significantly improve the therapeutic effect, slow down the growth of tumors, prolong the survival time of animals, and reduce lymph node metastasis compared to radiotherapy alone or the RTCT group. Moreover, the additional acute toxicity of Hedgehog inhibitors has not been observed, indicating that patients can tolerate them well. 20  In January 2012, the SMO receptor inhibitor vismodegib was approved by the Food and Drug Administration for the treatment of unresectable or metastatic basal cell carcinoma. Basset-Seguin et al 31  reported that vismodegib has clinical efficacy in patients with advanced basal cell carcinoma unsuitable for surgical treatment. Onishi et al suggested that the Hedgehog signaling pathway may be an important therapeutic target in pancreatic cancer, and Hedgehog inhibitors could be used alone in the treatment of pancreatic cancer. However, for the treatment of other tumors, appropriate combination of other treatments is still needed to achieve the best therapeutic effect. 32  Like pancreatic cancer, the upregulation of Hedgehog signaling pathway exists in cervical cancer that is resistant to radiotherapy, with the activation of Hedgehog signaling pathway achieved through ligand-dependent paracrine pathway. Therefore, for new breakthroughs in the treatment strategy of radioresistant cervical cancer, targeted therapy of the Hedgehog signaling pathway is an important direction. When Hedgehog signaling pathway inhibitors are used in combination with target-translated drugs, 33  this not only increases the radiosensitivity of cervical cancer but also reduces the toxicity and drug resistance of Hedgehog signaling pathway inhibitors."
    },
    "Conclusion": {
        "p0": "Since the discovery of the Hedgehog gene, the abnormal activation of Hedgehog signaling pathway has been proved to exist in many cancers and play a regulatory role in the occurrence and development of cancer, which could be biomarkers associated with survival and prognosis. Numerous studies have shown that this pathway plays an important role in the acquisition of radioresistance in cervical cancer, indicating the potential of Hedgehog signaling pathway inhibition as a new and effective therapeutic target. The combination of Hedgehog inhibitor and traditional treatment could improve the therapeutic effect. However, preliminary clinical application of Hedgehog signaling pathway inhibitors has been associated with toxic side effects and drug-resistance problems, so more in-depth research is urgently needed for more effective treatment strategies."
    }
}